{"data":{"places":[{"level":"city","id":"c-pr--sju","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"As Puerto Rico's capital and largest city, San Juan stands as a lively, historic Caribbean jewel, rooted in Taíno and Arawak territories. Old San Juan boasts colorful colonial architecture, cobblestones, and formidable forts like El Morro. Integral to its spirit are salsa rhythms and dance. Beaches like Condado and Isla Verde beckon with leisure and sports. The city's culinary prowess spotlights Puerto Rican dishes, and festivals like La SanSe showcase its Spanish, African, and Taino heritage, making San Juan a vibrant Caribbean cultural nexus.","display_label":"San Juan, San Juan, Puerto Rico","display_sublabel":"(c-pr--sju)"}]},{"level":"city","id":"c-us-ak-anc","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"As Alaska's largest city, Anchorage serves as a major gateway to the state's scenic wonders and wilderness. It uniquely blends urban amenities with close proximity to majestic outdoor spaces like Chugach State Park. Beyond its city limits, one can witness the Northern Lights, engage in world-class fishing, or spot diverse wildlife, making it a hub for adventure enthusiasts.","display_label":"Anchorage, Alaska, USA","display_sublabel":"(c-us-ak-anc)"}]},{"level":"city","id":"c-us-al-hsv","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Huntsville, situated in the Tennessee Valley, has a rich Native American history, with the Cherokee and Chickasaw tribes once calling the area home. Today, the city is renowned as the \"Rocket City\" due to its pivotal role in space exploration, hosting NASA's Marshall Space Flight Center. Visitors can explore the U.S. Space & Rocket Center, which not only showcases the achievements of space exploration but also pays homage to the region's indigenous heritage.","display_label":"Huntsville, Alabama, USA","display_sublabel":"(c-us-al-hsv)"}]},{"level":"city","id":"c-us-ar-lit","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Little Rock, has a deep Native American history, with the Quapaw and Caddo tribes being early inhabitants of the region. The city is marked by significant landmarks, including the Little Rock Central High School, a symbol of the Civil Rights Movement, and the Clinton Presidential Center. Little Rock seamlessly blends its historic past with a vibrant present, offering a mix of cultural attractions and Southern charm.","display_label":"Little Rock, Arkansas, USA","display_sublabel":"(c-us-ar-lit)"}]},{"level":"city","id":"c-us-az-chd","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"A dynamic suburb southeast of Phoenix, Chandler merges the tech-driven influence of its Price Corridor with a rich agricultural history. Home to a number of tech companies and industries, the city stands as a significant business hub. Yet, its heart can be found in its revitalized downtown area, where vintage charm meets trendy eateries, arts, and events like the Chandler Ostrich Festival, a nod to its quirky past.","display_label":"Chandler, Arizona, USA","display_sublabel":"(c-us-az-chd)"}]},{"level":"city","id":"c-us-az-gbe","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Once known as the \"Hay Shipping Capital of the World,\" Gilbert has transformed from an agricultural community to a thriving suburban town. Its charming downtown, often referred to as the Heritage District, boasts a mix of boutiques, eateries, and local theaters. As one of the fastest-growing communities in the U.S., Gilbert combines parks, and top-rated schools with a sense of small-town appeal.","display_label":"Gilbert, Arizona, USA","display_sublabel":"(c-us-az-gbe)"}]},{"level":"city","id":"c-us-az-gda","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Located northwest of Phoenix, Glendale is in close proximity to the Akimel O'odham (Pima) and Pee Posh (Maricopa) tribal territories. It is celebrated for its well-preserved historic district, filled with antique shops and old-fashioned charm. The city is also a sports lover's paradise, housing the State Farm Stadium, home to the NFL's Arizona Cardinals, and the Desert Diamond Arena, host to the NHL's Arizona Coyotes. Rich in events and festivals, Glendale annually hosts the Chocolate Affaire and Glitter & Glow Block Party, drawing visitors from all around.","display_label":"Glendale, Arizona, USA","display_sublabel":"(c-us-az-gda)"}]},{"level":"city","id":"c-us-az-msc","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"As the third-largest city in Arizona, Mesa is close to the ancestral lands of the Akimel O'odham and Pee Posh tribes, as well as the Hohokam. It combines a rich history with modern amenities. Its Downtown features a variety of cultural attractions, including the Mesa Arts Center and the Arizona Museum of Natural History. On the city's outskirts, the Usery Mountain Regional Park offers a serene desert landscape with hiking trails and panoramic views, highlighting Mesa's blend of urban and natural beauty.","display_label":"Mesa, Arizona, USA","display_sublabel":"(c-us-az-msc)"}]},{"level":"city","id":"c-us-az-phx","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"As the capital of Arizona and the fifth largest city in the U.S., Phoenix is near the traditional lands of the Akimel O'odham and Pee Posh tribes and the Hohokam, who are known for their ancient canal systems in the region. It serves as the cultural, economic, and political hub of the state. Set within the sun-soaked Sonoran Desert, the city blends urban sophistication with a rich Southwestern heritage. Visitors and residents alike enjoy its diverse dining scene, renowned museums like the Heard Museum, and the natural beauty of spots such as Camelback Mountain and the Desert Botanical Garden.","display_label":"Phoenix, Arizona, USA","display_sublabel":"(c-us-az-phx)"}]},{"level":"city","id":"c-us-az-stz","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Renowned as a luxury destination, Scottsdale is located near the Akimel O'odham and Pee Posh tribal territories. It boasts upscale resorts, world-class golf courses, and a vibrant arts scene. The city's Old Town district offers a glimpse into its Western heritage with galleries, boutiques, and southwestern culinary delights. Adjacently, the McDowell Sonoran Preserve provides outdoor enthusiasts with miles of trails amidst the picturesque desert landscape.","display_label":"Scottsdale, Arizona, USA","display_sublabel":"(c-us-az-stz)"}]},{"level":"city","id":"c-us-az-tuz","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Nestled within the Sonoran Desert and ringed by mountain ranges, Tucson is situated in the traditional territory of the Tohono O'odham Nation and the Pascua Yaqui Tribe and is a city steeped in Native American, Spanish, Mexican, and pioneer history. As home to the University of Arizona, it pulses with youthful energy while preserving its cultural heritage at sites like the Mission San Xavier del Bac. Recognized as a UNESCO City of Gastronomy, Tucson celebrates its unique culinary traditions, merging ancient ingredients with modern flavors.","display_label":"Tucson, Arizona, USA","display_sublabel":"(c-us-az-tuz)"}]},{"level":"city","id":"c-us-ca-ana","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Best known as the home of Disneyland Resort, Anaheim is a city where imagination and entertainment come to life. Located in Orange County, its thriving tourism industry goes beyond the magic of Disney with attractions like the Anaheim Packing District and the Honda Center, home to the NHL's Anaheim Ducks. From its agricultural beginnings with vineyards and citrus groves, Anaheim has grown into a dynamic city that attracts visitors from all over the world.","display_label":"Anaheim, California, USA","display_sublabel":"(c-us-ca-ana)"}]},{"level":"city","id":"c-us-ca-bfl","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Located at the southern tip of California's Central Valley, Bakersfield is in the ancestral territory of the Yokuts, Bakersfield is a city with deep agricultural roots and a unique musical legacy, known as the birthplace of the \"Bakersfield Sound\" in country music. The Buck Owens' Crystal Palace stands as a testament to this musical heritage. The city's blend of urban and rural influences can be seen in its local events, like the Kern County Fair, and natural escapes, such as the Kern River Canyon.","display_label":"Bakersfield, California, USA","display_sublabel":"(c-us-ca-bfl)"}]},{"level":"city","id":"c-us-ca-cuv","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Located just south of San Diego, in the Kumeyaay tribal territory in Southern California, Chula Vista is the second-largest city in San Diego County. Its name, translating to \"Beautiful View,\" aptly describes its scenic location between the San Diego Bay and coastal mountain foothills. Chula Vista boasts attractions like the Living Coast Discovery Center and the North Island Credit Union Amphitheatre. With its commitment to growth and sustainability, the city has become a hub for culture, recreation, and business in the region.","display_label":"Chula Vista, California, USA","display_sublabel":"(c-us-ca-cuv)"}]},{"level":"city","id":"c-us-ca-fat","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Anchoring California's Central Valley, Fresno is near the ancestral lands of the Yokuts people and the Mono people in the Sierra Nevada region. It is an agricultural powerhouse, often dubbed the \"Food Capital of the World\" due to its vast production of grapes, raisins, almonds, and more. While farming is its heartbeat, Fresno also offers cultural gems like the Tower District, known for its dining, arts, and entertainment, and the Forestiere Underground Gardens, a subterranean network of courtyards. As a gateway to the Sierra Nevada mountains, it's a launch point for those visiting Yosemite, Kings Canyon, and Sequoia National Parks.","display_label":"Fresno, California, USA","display_sublabel":"(c-us-ca-fat)"}]},{"level":"city","id":"c-us-ca-fnc","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Fremont, nestled in the San Francisco Bay Area, seamlessly blends suburban tranquility with historical significance. Fremont is in the ancestral territory of the Ohlone people. The city pays homage to its film industry heritage at the Niles Essanay Silent Film Museum while embracing modernity with a burgeoning tech sector, thanks to its proximity to Silicon Valley. Its commitment to green spaces is evident at Central Park, where Lake Elizabeth provides a serene escape.","display_label":"Fremont, California, USA","display_sublabel":"(c-us-ca-fnc)"}]},{"level":"city","id":"c-us-ca-ivn","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"A master-planned city in Orange County, Irvine is a beacon of innovation and education, home to the University of California, Irvine (UCI) and numerous tech companies. Designed with an emphasis on green spaces, it boasts parks, bike trails, and natural preserves, making it one of the greenest cities in the U.S. Balancing its modern ethos with cultural hubs like the Irvine Spectrum and the Orange County Great Park, Irvine offers a harmonious blend of urban living and environmental consciousness.","display_label":"Irvine, California, USA","display_sublabel":"(c-us-ca-ivn)"}]},{"level":"city","id":"c-us-ca-lax","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"The sprawling City of Angels, Los Angeles is situated in the traditional territory of the Gabrielino-Tongva people and other Native American groups. It is a global metropolis known for its entertainment industry, notably Hollywood, the epicenter of American film and television. With a landscape ranging from sun-kissed beaches like Venice and Santa Monica to the star-studded hills of Beverly Hills and Bel-Air, LA is a city of dreams. Its cultural tapestry is reflected in its neighborhoods, offering everything from the historic Olvera Street to the modern artistic enclave of the Arts District.","display_label":"Los Angeles, California, USA","display_sublabel":"(c-us-ca-lax)"}]},{"level":"city","id":"c-us-ca-lgb","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Gracing the Pacific coast, Long Beach is an urban waterfront playground. Renowned for its historic Queen Mary ocean liner, now a hotel and museum, the city boasts a vibrant downtown with the Pine Avenue strip, Aquarium of the Pacific, and a bustling marina. As a cultural nexus, Long Beach celebrates events like the Grand Prix of Long Beach and the Long Beach Pride Festival, reflecting its eclectic mix of recreation and community spirit.","display_label":"Long Beach, California, USA","display_sublabel":"(c-us-ca-lgb)"}]},{"level":"city","id":"c-us-ca-oak","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Sitting on the eastern side of the San Francisco Bay, Oakland, part of the ancestral homeland of the Ohlone people, is a city of rich arts and culture. It's home to the historic Jack London Square, a waterfront entertainment area, and the renowned Oakland Museum of California. Known for its progressive values and activism, Oakland also boasts a vibrant music scene, beautiful parks like Joaquin Miller Park, and is the birthplace of many social and cultural movements.","display_label":"Oakland, California, USA","display_sublabel":"(c-us-ca-oak)"}]},{"level":"city","id":"c-us-ca-ral","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Anchoring the Inland Empire, Riverside is located in Southern California, which has historical ties to the Cahuilla and Serrano tribes. It is rich in history and culture. Known for its iconic Mission Inn, a historic hotel and spa that's hosted numerous celebrities and U.S. presidents, the city is also the birthplace of the California citrus industry, celebrated at the California Citrus State Historic Park. With a blend of historic landmarks, a vibrant arts scene centered around the Riverside ArtsWalk, and beautiful green spaces like Mount Rubidoux Park, Riverside is a dynamic Southern Californian city.","display_label":"Riverside, California, USA","display_sublabel":"(c-us-ca-ral)"}]},{"level":"city","id":"c-us-ca-sac","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"As the capital city of California, Sacramento has been inhabited by the Nisenan and Maidu peoples, among others. It sits at the confluence of the Sacramento and American Rivers. Dubbed the \"City of Trees,\" its lush canopy complements a rich Gold Rush history, exemplified by the preserved Old Sacramento Waterfront with its wooden boardwalks and historic buildings. Beyond its legislative role, Sacramento prides itself on its farm-to-fork dining scene, a testament to the surrounding agricultural richness of the Central Valley.","display_label":"Sacramento, California, USA","display_sublabel":"(c-us-ca-sac)"}]},{"level":"city","id":"c-us-ca-sam","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled between the San Gabriel Mountain foothills and the Santa Susana Mountains, Santa Clarita is a city known for its outdoor recreational activities and offers numerous hiking and biking trails. With its blend of suburban and natural spaces, Santa Clarita provides a picturesque setting, just a short drive from the bustling heart of Los Angeles.","display_label":"Santa Clarita, California, USA","display_sublabel":"(c-us-ca-sam)"}]},{"level":"city","id":"c-us-ca-san","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Perched on the Pacific coast near the Kumeyaay tribal territory, San Diego is renowned for its idyllic climate, pristine beaches, and a natural deep-water harbor. Often referred to as \"America's Finest City,\" it offers attractions such as the world-famous San Diego Zoo, Balboa Park, and the USS Midway Museum. With its rich Spanish and Mexican heritage, naval connections, and thriving arts scene, San Diego serves as a cultural nexus, making it a vibrant destination for both residents and tourists.","display_label":"San Diego, California, USA","display_sublabel":"(c-us-ca-san)"}]},{"level":"city","id":"c-us-ca-sbt","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Situated in the heart of the Inland Empire, San Bernardino has a storied past as a hub of Route 66 and the birthplace of the fast-food giant, McDonald's. The area surrounding San Bernardino has historical connections to various Native American tribes, including the Serrano and Cahuilla. Surrounded by picturesque mountains and valleys, the city serves as a gateway to natural wonders like the San Bernardino National Forest. Despite facing urban challenges, San Bernardino is a city of resilience, home to cultural assets like the California Theatre of the Performing Arts and the San Bernardino History and Railroad Museum.","display_label":"San Bernardino, California, USA","display_sublabel":"(c-us-ca-sbt)"}]},{"level":"city","id":"c-us-ca-sck","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Located in California's Central Valley, Stockton is a city with a rich agricultural history. It's home to the University of the Pacific, California's oldest chartered university. With its deep-water port, the city has long been a central hub for trade and transportation. Highlights include the Haggin Museum, showcasing local history and fine art, and the annual Stockton Asparagus Festival, celebrating one of the region's notable crops.","display_label":"Stockton, California, USA","display_sublabel":"(c-us-ca-sck)"}]},{"level":"city","id":"c-us-ca-sfo","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Famous for its iconic Golden Gate Bridge, San Francisco, part of the ancestral homeland of the Ohlone people, is a city of hills, eclectic architecture, and cultural richness. Set on a peninsula in Northern California, its various neighborhoods, from the historic Chinatown to the vibrant Castro, encapsulate a spirit of innovation and bohemia. Beyond its famed cable cars and foggy backdrop, San Francisco stands as a global tech hub, with Silicon Valley in close proximity, and a longstanding commitment to progressive values and activism.","display_label":"San Francisco, California, USA","display_sublabel":"(c-us-ca-sfo)"}]},{"level":"city","id":"c-us-ca-sjc","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"At the heart of Silicon Valley, San Jose is part of the ancestral homeland of the Ohlone people and stands as the largest city in Northern California and a global tech epicenter. Home to numerous tech companies and startups, it's also enriched by cultural institutions like the Tech Interactive Museum and the historic San Pedro Square. With a backdrop of the Santa Cruz Mountains and a rich tapestry of neighborhoods, San Jose seamlessly merges its tech-driven present with its agricultural past, once known as the \"Valley of Heart's Delight\" for its fruit orchards.","display_label":"San Jose, California, USA","display_sublabel":"(c-us-ca-sjc)"}]},{"level":"city","id":"c-us-ca-sna","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Santa Ana, situated on the ancestral lands of the Tongva and Juaneno/Luiseno peoples, serves as the county seat of Orange County, harmoniously merging a rich history with a vibrant arts culture. Home to the iconic Old Courthouse, the Bowers Museum, and its thriving downtown arts district. Amidst beautifully preserved architecture and verdant urban spaces like the Santa Ana Zoo, Santa Ana seamlessly weaves the past with the present. This city is a captivating blend of old-world charm and contemporary dynamism, offering an array of events, diverse local eateries, and a vivid display of vibrant murals that celebrate its unique identity.","display_label":"Santa Ana, California, USA","display_sublabel":"(c-us-ca-sna)"}]},{"level":"city","id":"c-us-co-auc","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"As Colorado's third-largest city, Aurora is located in the traditional territories of the Arapaho and Cheyenne tribes, as well as the Ute people, offering a mix of urban and suburban settings. With over 100 parks, numerous golf courses, and the expansive Cherry Creek State Park, Aurora is a haven for outdoor enthusiasts. Its rich culture is reflected in a myriad of food, shopping, and entertainment options, and its proximity to Denver provides residents and visitors with a blend of big-city amenities and local charm.","display_label":"Aurora, Colorado, USA","display_sublabel":"(c-us-co-auc)"}]},{"level":"city","id":"c-us-co-cos","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Set at the eastern foot of the Rocky Mountains in the ancestral lands of the Arapaho and Cheyenne tribes, as well as the Ute people, Colorado Springs is known for its breathtaking natural beauty, exemplified by sites like Garden of the Gods and Pikes Peak. Home to the United States Air Force Academy, the city holds a strong military presence. With a rich blend of outdoor activities, military heritage, and cultural attractions like the Broadmoor Seven Falls and the Olympic & Paralympic Training Center, Colorado Springs is a unique blend of adventure and history.","display_label":"Colorado Springs, Colorado, USA","display_sublabel":"(c-us-co-cos)"}]},{"level":"city","id":"c-us-co-den","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Dubbed the \"Mile-High City\" due to its elevation exactly one mile above sea level, Denver is Colorado's vibrant capital. Nestled against the Rocky Mountains in the ancestral lands of the Arapaho and Cheyenne tribes, as well as the Ute people, it's a blend of urban sophistication and outdoor adventure. With landmarks like the Denver Art Museum, the historic Larimer Square, and a booming craft brewery scene, Denver merges its Wild West heritage with contemporary arts, culture, and gastronomy, making it a dynamic hub in the American West.","display_label":"Denver, Colorado, USA","display_sublabel":"(c-us-co-den)"}]},{"level":"city","id":"c-us-ct-bdr","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Bridgeport, Connecticut, was historically occupied by the Paugussett tribe. Today, the city is Connecticut's largest and offers a mix of waterfront attractions, cultural institutions, and a growing arts scene. Bridgeport's Seaside Park and the Barnum Museum are notable highlights, providing a glimpse into the city's past and present.","display_label":"Bridgeport, Connecticut, USA","display_sublabel":"(c-us-ct-bdr)"}]},{"level":"city","id":"c-us-dc-was","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"The capital of the United States, Washington, D.C. is steeped in national history and political significance. Located on the ancestral lands of the Piscataway and Anacostan tribes and home to iconic landmarks like the White House, the U.S. Capitol, and the Lincoln Memorial, the city is a living museum of American history. Beyond its governmental functions, D.C. boasts a rich cultural scene with renowned institutions like the Smithsonian museums, and the Kennedy Center, and vibrant neighborhoods such as Georgetown and U Street, showcasing the city's depth.","display_label":"Washington, District of Columbia, USA","display_sublabel":"(c-us-dc-was)"}]},{"level":"city","id":"c-us-de-ilg","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Wilmington, Delaware, acknowledges its Native American heritage, with the Lenape, also known as the Delaware Indians, being early inhabitants of the area. The city, located on the banks of the Delaware River, is known for its financial institutions and historic sites. Wilmington's cultural attractions include the Delaware Art Museum and the scenic Brandywine Park.","display_label":"Wilmington, Delaware, USA","display_sublabel":"(c-us-de-ilg)"}]},{"level":"city","id":"c-us-fl-hlf","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled in the Greater Miami area, Hialeah thrives as a vibrant city celebrated for its robust Cuban and Hispanic communities, rooted in the ancestral lands of the Tequesta and Seminole peoples of South Florida. The city is home to Hialeah Park, a historic race track that's been hosting horse races since the 1920s. Hialeah offers a harmonious blend of urban and residential areas, each infused with a distinct character. Local parks serve as serene oases within the bustling cityscape, adding to Hialeah's appeal as an integral part of the Miami-Dade County area.","display_label":"Hialeah, Florida, USA","display_sublabel":"(c-us-fl-hlf)"}]},{"level":"city","id":"c-us-fl-jax","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"The largest city by land area in the contiguous U.S., Jacksonville sprawls along Florida's northeast coast. In the region historically associated with the Timucua people, among others and with the St. Johns River winding through its heart and miles of Atlantic Ocean beaches, it's a haven for water enthusiasts. The city seamlessly blends urban energy with natural beauty, boasting cultural hubs like the Riverside Arts Market and the Cummer Museum of Art & Gardens. Jacksonville's historical neighborhoods, sporting events, and nature preserves make it a diverse and dynamic destination.","display_label":"Jacksonville, Florida, USA","display_sublabel":"(c-us-fl-jax)"}]},{"level":"city","id":"c-us-fl-mia","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"A cosmopolitan hub on Florida's southeastern tip, Miami is renowned for its vibrant nightlife, culture, and stunning beaches. Miami is situated in the traditional territory of the Tequesta people, the Seminole Tribe of Florida, and the Miccosukee Tribe of Indians of Florida. The city is a cultural nexus, with the Art Deco Historic District of South Beach, the Cuban flair of Little Havana, and the luxury of Brickell all showcasing its multifaceted charm. From the rhythms of Calle Ocho to the contemporary art of Wynwood Walls, Miami's tropical climate and energetic ambiance make it a top destination for travelers and a cultural cornerstone of Florida.","display_label":"Miami, Florida, USA","display_sublabel":"(c-us-fl-mia)"}]},{"level":"city","id":"c-us-fl-orl","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Often dubbed the \"Theme Park Capital of the World,\" Orlando is a global destination for its array of world-class attractions, including Walt Disney World, Universal Orlando Resort, and SeaWorld. Located in Central Florida, in the territory of the Seminole and Miccosukee tribes, the city offers more than just thrill rides, with vibrant neighborhoods like Thornton Park, cultural venues such as the Dr. Phillips Center for the Performing Arts, and natural beauty in places like Lake Eola. Its subtropical climate and year-round events make Orlando a continually buzzing hub of activity and entertainment.","display_label":"Orlando, Florida, USA","display_sublabel":"(c-us-fl-orl)"}]},{"level":"city","id":"c-us-fl-pie","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Often referred to as \"St. Pete,\" this city on Florida's Gulf Coast is known for its pleasant weather, earning it the nickname \"The Sunshine City.\" Located in the region historically inhabited by the Seminole and Tocobaga tribes and boasting a mix of historic charm, cultural venues, and waterfront parks, St. Petersburg is home to the renowned Salvador Dalí Museum and the historic Sunken Gardens. With its downtown waterfront packed with attractions, eateries, and art galleries and its proximity to some of Florida's best beaches, St. Pete offers both relaxation and cultural enrichment.","display_label":"St. Petersburg, Florida, USA","display_sublabel":"(c-us-fl-pie)"}]},{"level":"city","id":"c-us-fl-tpa","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Nestled on Florida's west coast, traditionally linked to the Seminole and Tocobaga tribes, Tampa is a blend of historic architecture, modern landmarks, and a western coast of beautiful white-sand Gulf beaches. The city is known for its cultural offerings, including the historic Ybor City neighborhood, once known as the \"Cigar Capital of the World.\" With attractions like Busch Gardens, the Florida Aquarium, and the vibrant Riverwalk, Tampa offers a mix of urban sophistication and natural beauty, making it a standout in the Sunshine State.","display_label":"Tampa, Florida, USA","display_sublabel":"(c-us-fl-tpa)"}]},{"level":"city","id":"c-us-ga-atl","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Often termed the \"Capital of the South,\" Atlanta is a city that seamlessly blends its rich history with modern cosmopolitanism. The area around Atlanta has connections to the Cherokee and Muscogee Creek nations, among other Indigenous peoples. Birthplace of Martin Luther King Jr., it's home to pivotal Civil Rights Movement landmarks, including the Martin Luther King Jr. National Historic Site. Beyond its historical significance, Atlanta boasts a thriving arts scene, a dynamic skyline punctuated by the iconic Peachtree Street, and cultural hubs like the Fox Theatre and the World of Coca-Cola. The city's influence on music, film, and business solidifies its status as a cultural powerhouse.","display_label":"Atlanta, Georgia, USA","display_sublabel":"(c-us-ga-atl)"}]},{"level":"city","id":"c-us-hi-hnl","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"The vibrant capital of Hawaii, Honolulu is part of the ancestral lands of the Native Hawaiian people set against the backdrop of the Diamond Head crater on the island of Oahu. A tropical paradise blend of native Hawaiian culture and modern city life, it's known for the world-famous Waikiki Beach, historic sites like Iolani Palace, and the somber Pearl Harbor memorials. With its aloha spirit, bustling downtown, and stunning natural beauty, Honolulu offers a unique mix of island relaxation and urban energy in the heart of the Pacific.","display_label":"Honolulu, Hawaii, USA","display_sublabel":"(c-us-hi-hnl)"}]},{"level":"city","id":"c-us-ia-dsm","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Des Moines, rests on lands that were originally inhabited by the Sauk and Meskwaki tribes. As the state's capital, Des Moines boasts a diverse cultural scene, highlighted by the Pappajohn Sculpture Park and the Des Moines Art Center. The city's annual Iowa State Fair, a celebration of agriculture and community, attracts visitors from across the nation.","display_label":"Des Moines, Iowa, USA","display_sublabel":"(c-us-ia-dsm)"}]},{"level":"city","id":"c-us-id-boi","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"The capital and most populous city of Idaho, Boise City (often simply referred to as \"Boise\") offers a blend of urban vitality and outdoor recreation. Near the historic territories of the Shoshone-Bannock tribes, the city sits along the Boise River, which lends itself to activities like fishing and rafting, while the surrounding foothills are popular for hiking and mountain biking. With a vibrant downtown area featuring the historic Capitol Building, a thriving arts scene, and the Boise State University campus, Boise manages to balance its natural beauty with cultural richness in the heart of the Gem State.","display_label":"Boise City, Idaho, USA","display_sublabel":"(c-us-id-boi)"}]},{"level":"city","id":"c-us-il-chi","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"The Windy City, sitting on the shores of Lake Michigan in the region traditionally associated with the Potawatomi, Ojibwe, and other Indigenous nations, is known for its rich history, architectural marvels, and deep-rooted musical heritage, particularly in blues and jazz. Home to iconic structures like Willis Tower, the Bean (Cloud Gate), and historic Wrigley Field, Chicago offers a dynamic urban landscape. With its famed Magnificent Mile, world-class museums like the Art Institute of Chicago, and diverse culinary scene (deep-dish pizza, anyone?), Chicago stands as a cultural colossus in the American Midwest.","display_label":"Chicago, Illinois, USA","display_sublabel":"(c-us-il-chi)"}]},{"level":"city","id":"c-us-in-fwa","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Situated in the Potawatomi tribal territory, and as Indiana's second-largest city, Fort Wayne boasts a rich history as a pivotal trade route junction, earning it the title \"Summit City.\" Today, it's known for its family-friendly attractions, including the Fort Wayne Children's Zoo and the Science Central interactive museum. The city's downtown revitalization, combined with its festivals, parks, and historic sites like the Old Fort, showcases Fort Wayne's blend of Midwestern charm and forward-thinking urban development.","display_label":"Fort Wayne, Indiana, USA","display_sublabel":"(c-us-in-fwa)"}]},{"level":"city","id":"c-us-in-ind","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"The capital of Indiana, Indianapolis, is often referred to as the \"Crossroads of America\" due to its central location and key transport links, situated in the historic territory of the Miami and Delaware tribes. Known worldwide for the Indianapolis 500, the largest single-day sporting event, the city has a deep-seated motorsports tradition. Beyond racing, Indianapolis boasts a vibrant downtown, the historic Monument Circle, and cultural institutions like the Children's Museum of Indianapolis and the Indianapolis Museum of Art. Its blend of sports, arts, and Midwestern hospitality positions Indianapolis as a diverse and welcoming hub.","display_label":"Indianapolis, Indiana, USA","display_sublabel":"(c-us-in-ind)"}]},{"level":"city","id":"c-us-ks-ict","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Often termed the \"Air Capital of the World,\" Wichita has a storied legacy in aviation, being home to several major aircraft manufacturers over the decades. Located on the Arkansas River with historical ties to the Wichita and Affiliated Tribes, this city blends its industrial prowess with a rich cultural tapestry, showcased in places like the Old Town district and the Wichita Art Museum. From its origins as a trading post to its present-day status as Kansas's largest city, Wichita remains a vital center of commerce, culture, and Midwestern charm.","display_label":"Wichita, Kansas, USA","display_sublabel":"(c-us-ks-ict)"}]},{"level":"city","id":"c-us-ky-lex","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Dubbed the \"Horse Capital of the World,\" Lexington is at the heart of Kentucky's Bluegrass region, in the traditional territory of the Shawnee and other Indigenous peoples and renowned for its horse farms and thoroughbred racetracks. The city celebrates its equine legacy with attractions like the Kentucky Horse Park and the annual Keeneland races. Beyond its equestrian ties, Lexington boasts a rich history, exemplified in places like the Mary Todd Lincoln House, and a burgeoning arts and culinary scene, making it a cultural gem amid rolling green landscapes.","display_label":"Lexington, Kentucky, USA","display_sublabel":"(c-us-ky-lex)"}]},{"level":"city","id":"c-us-ky-lui","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Perched on the Ohio River, in the region historically connected to the Shawnee and other Indigenous nations, Louisville is perhaps best known for hosting the iconic Kentucky Derby horse race at Churchill Downs. But beyond the racetrack, the city boasts a vibrant arts scene, historic neighborhoods like Old Louisville, and a deep-rooted bourbon tradition, giving birth to the famous Kentucky Bourbon Trail. With attractions such as the Louisville Slugger Museum and Muhammad Ali Center, Louisville seamlessly merges southern hospitality, sports heritage, and cultural vitality in the heart of the Bluegrass State.","display_label":"Louisville, Kentucky, USA","display_sublabel":"(c-us-ky-lui)"}]},{"level":"city","id":"c-us-la-btr","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"As the capital of Louisiana, Baton Rouge sits proudly on the banks of the Mississippi River, in the territory traditionally associated with the Houma Nation, among other Indigenous groups. A city with a rich history, it boasts landmarks like the Old State Capitol and the current State Capitol building, the nation's tallest. Known for its Southern hospitality, Baton Rouge is a hub of culture, with vibrant music scenes, Cajun and Creole cuisines, and various festivals. The fusion of French, Spanish, and African influences gives this city a unique flavor in the Deep South.","display_label":"Baton Rouge, Louisiana, USA","display_sublabel":"(c-us-la-btr)"}]},{"level":"city","id":"c-us-la-msy","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Situated in the region historically inhabited by the Choctaw, Houma, and Chitimacha tribes, among others, and renowned for its rich cultural tapestry, New Orleans is a city where French, African, and Spanish heritages converge. Best known for its lively Mardi Gras celebrations, the city's historic heart lies in the French Quarter, with its iconic Bourbon Street, jazz music, and Creole architecture. From the soulful melodies of street musicians to the culinary delights of beignets and gumbo, New Orleans is a vibrant testament to resilience, culture, and joie de vivre in the American South.","display_label":"New Orleans, Louisiana, USA","display_sublabel":"(c-us-la-msy)"}]},{"level":"city","id":"c-us-ma-bos","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Steeped in history, Boston is one of the oldest cities in the United States and played a pivotal role in the American Revolution. Situated in a region traditionally linked to the Massachusett and Wampanoag tribes. The Freedom Trail weaves through the city, connecting significant historic sites such as the Massachusetts State House, Paul Revere's House, and the Old North Church. Its distinctive neighborhoods, vibrant sports culture (Go Red Sox!), and world-class museums like the Museum of Fine Arts make Boston a dynamic and culturally rich metropolis in New England.","display_label":"Boston, Massachusetts, USA","display_sublabel":"(c-us-ma-bos)"}]},{"level":"city","id":"c-us-md-bal","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Known as the \"Charm City,\" Baltimore boasts a rich maritime heritage, scenic Inner Harbor, and dynamic neighborhoods. Historically linked to the Piscataway and Susquehannock tribes, its landmarks include Fort McHenry, inspiration for the national anthem, and the cobblestoned Fells Point district. Cultural highlights feature the Walters Art Museum, Maryland Science Center, and National Aquarium. With a diverse culinary scene emphasizing seafood, notably crab cakes and Old Bay seasoning, Baltimore seamlessly blends history and modern culture by the Chesapeake Bay.","display_label":"Baltimore, Maryland, USA","display_sublabel":"(c-us-md-bal)"}]},{"level":"city","id":"c-us-me-pwm","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Portland, Maine, has a rich history of indigenous peoples, including the Wabanaki Confederacy and the Abenaki people. Portland itself is celebrated for its picturesque waterfront with the Portland Head Light, fresh seafood, and vibrant arts scene, including the Portland Museum of Art.","display_label":"Portland, Maine, USA","display_sublabel":"(c-us-me-pwm)"}]},{"level":"city","id":"c-us-mi-det","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"In the traditional lands of the Anishinaabe (Ojibwe), Potawatomi, and Wyandot tribes, Detroit, renowned as the \"Motor City,\" is famed for its automotive legacy. The Henry Ford Museum and Greenfield Village showcase the nation's industrial history. Motown's musical heritage thrives at Hitsville U.S.A., the Motown Museum. A vibrant downtown, the Detroit Institute of Arts, and sports fervor with the Tigers and Red Wings highlight its culture. Detroit's history, art, and sports mirror its resilience, embracing a transformative future.","display_label":"Detroit, Michigan, USA","display_sublabel":"(c-us-mi-det)"}]},{"level":"city","id":"c-us-mn-mes","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Located in the ancestral lands of the Dakota and Ojibwe (Anishinaabe) tribes, Minneapolis is a vibrant metropolis in the Land of 10,000 Lakes. The city is known for its beautiful chain of lakes, including Lake Calhoun and Lake of the Isles, offering recreational opportunities year-round. Minneapolis is also rich in arts and culture, with the Walker Art Center, Guthrie Theater, and a thriving music scene that gave birth to artists like Prince. Its progressive spirit is evident in its bike-friendly infrastructure and commitment to sustainability. Minneapolis offers a blend of outdoor beauty, cultural richness, and urban innovation in the heart of the Midwest.","display_label":"Minneapolis, Minnesota, USA","display_sublabel":"(c-us-mn-mes)"}]},{"level":"city","id":"c-us-mn-stp","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Located in the ancestral lands of the Dakota and Ojibwe (Anishinaabe) tribes, St. Paul is Minnesota's capital and offers a unique blend of historic charm and modern amenities. The city's historic Cathedral of Saint Paul and Summit Avenue, with its stunning Victorian mansions, showcase its rich architectural heritage. St. Paul is known for its various neighborhoods, cultural festivals, and institutions like the Science Museum of Minnesota and the Ordway Center for the Performing Arts. Together with Minneapolis, St. Paul forms a dynamic and culturally rich metropolitan area in the North Star State.","display_label":"St. Paul, Minnesota, USA","display_sublabel":"(c-us-mn-stp)"}]},{"level":"city","id":"c-us-mo-mkc","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Straddling the border of Missouri and Kansas, traditionally associated with the Osage and Kansa tribes, Kansas City is celebrated for its distinctive blend of jazz music, barbecue cuisine, and vibrant culture. The 18th and Vine District is a historic jazz hub, while the Kansas City Barbecue scene is world-renowned. The city's Union Station, Country Club Plaza, and Nelson-Atkins Museum of Art are iconic landmarks. With a history tied to the Santa Fe Trail, Kansas City thrives as a cultural crossroads and culinary haven in the heart of the Midwest.","display_label":"Kansas City, Missouri, USA","display_sublabel":"(c-us-mo-mkc)"}]},{"level":"city","id":"c-us-mo-stl","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Nestled by the Mississippi River and rooted in Osage and Illini Confederacy territories, St. Louis boasts the majestic Gateway Arch, commemorating America's westward journey. With a past colored by the Lewis and Clark expedition, the city has evolved into a cultural hub. Attractions like the St. Louis Art Museum, Missouri Botanical Garden, and St. Louis Zoo spotlight its rich tapestry. Celebrated for its arts, sports legacies with the Cardinals and Blues, and culinary gems like toasted ravioli and unique barbecue, St. Louis shines as a vibrant Midwest mosaic.","display_label":"St. Louis, Missouri, USA","display_sublabel":"(c-us-mo-stl)"}]},{"level":"city","id":"c-us-ms-jan","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Jackson, Mississippi, resides on land once inhabited by the Choctaw and Chickasaw tribes, and their influence is felt in the city's rich cultural tapestry. Jackson is a significant location in the Civil Rights Movement, with landmarks like the Mississippi State Capitol and the Mississippi Civil Rights Museum telling the story of the struggle for equality. The city's soulful music, delicious cuisine, and warm hospitality make it a destination that honors its past while embracing the future.","display_label":"Jackson, Mississippi, USA","display_sublabel":"(c-us-ms-jan)"}]},{"level":"city","id":"c-us-mt-bil","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Montana's largest city, Billings, is situated on land with a rich Native American history, including the Crow and Northern Cheyenne tribes. The city serves as a gateway to Yellowstone National Park and features a mix of outdoor recreation and Western heritage. The scenic Rimrocks overlook Billings, providing stunning views of the surrounding landscapes.","display_label":"Billings, Montana, USA","display_sublabel":"(c-us-mt-bil)"}]},{"level":"city","id":"c-us-nc-clt","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Known as the Queen City, Charlotte is situated in the historic territory of the Catawba Nation, among other Indigenous groups. Charlotte is the largest city in North Carolina and a major financial hub in the United States. It's home to the headquarters of Bank of America and Wells Fargo, among others. The city's dynamic Uptown district boasts cultural attractions like the NASCAR Hall of Fame and the Bechtler Museum of Modern Art. With professional sports teams like the Charlotte Hornets and the Carolina Panthers, a thriving culinary scene, and a mix of historic neighborhoods and modern skyscrapers, Charlotte offers a diverse and energetic urban experience in the heart of the Carolinas.","display_label":"Charlotte, North Carolina, USA","display_sublabel":"(c-us-nc-clt)"}]},{"level":"city","id":"c-us-nc-dur","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Nestled in the Research Triangle region, traditionally associated with the Occaneechi and Eno tribes, Durham is celebrated for its contributions to technology, education, and healthcare. The city is home to Duke University and the renowned Duke University Medical Center. Durham is also known for its revitalized tobacco warehouses, such as the American Tobacco Campus, now a hub for offices and entertainment. The city's cultural scene is enriched by institutions like the Nasher Museum of Art and the Durham Performing Arts Center (DPAC). With a dynamic blend of history and innovation, Durham is a thriving Southern city.","display_label":"Durham, North Carolina, USA","display_sublabel":"(c-us-nc-dur)"}]},{"level":"city","id":"c-us-nc-gbo","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Located in the Piedmont region, a territory historically linked to the Catawba Nation and the Cherokee people, Greensboro is known for its pivotal role in the American Civil Rights Movement. The city was the site of the Greensboro sit-ins in 1960, a significant event in the struggle for racial equality. Greensboro is home to prominent universities like the University of North Carolina at Greensboro and North Carolina A&T State University. With cultural venues like the Greensboro Science Center and the International Civil Rights Center & Museum, the city combines educational institutions, a strong sense of history, and a vibrant arts community.","display_label":"Greensboro, North Carolina, USA","display_sublabel":"(c-us-nc-gbo)"}]},{"level":"city","id":"c-us-nc-int","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"This city in the Piedmont Triad region, a territory historically linked to the Catawba Nation and the Cherokee people, is renowned for its historical contributions to the tobacco and textile industries. Today, Winston-Salem is a vibrant urban center with a growing arts and innovation scene. It's home to Wake Forest University and the historic Old Salem Museum and Gardens, offering a glimpse into history. With a thriving arts district, a commitment to sustainability, and annual events like the RiverRun International Film Festival, Winston-Salem has evolved into a dynamic city that looks toward the future.","display_label":"Winston-Salem, North Carolina, USA","display_sublabel":"(c-us-nc-int)"}]},{"level":"city","id":"c-us-nc-rag","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"As the capital of North Carolina, Raleigh is part of the ancestral lands of the Occaneechi, Eno, and Tuscarora peoples. Raleigh is one of the three cities that make up the Research Triangle, along with Durham and Chapel Hill. Known for its educational institutions like North Carolina State University, the city is a hub for research, technology, and innovation. Raleigh's cultural attractions include the North Carolina Museum of Art, Pullen Park, and the historic North Carolina State Capitol. With its mix of Southern charm and progressive thinking, Raleigh offers a high quality of life and a thriving arts and tech scene in the heart of North Carolina.","display_label":"Raleigh, North Carolina, USA","display_sublabel":"(c-us-nc-rag)"}]},{"level":"city","id":"c-us-nd-far","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Fargo, North Dakota, pays homage to the Dakota and Lakota Sioux, the original inhabitants of the region. The city is known for its friendly community, thriving arts scene, and the iconic Fargo Theatre. With a mix of historic charm and modern developments, Fargo embraces its Scandinavian heritage and offers a welcoming atmosphere.","display_label":"Fargo, North Dakota, USA","display_sublabel":"(c-us-nd-far)"}]},{"level":"city","id":"c-us-ne-lnk","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"As the capital of Nebraska, Lincoln is located in the traditional territories of the Omaha and Ponca tribes. Lincoln is a city that blends government, education, and a vibrant community spirit. The city is home to the University of Nebraska-Lincoln, contributing to its youthful energy. Lincoln's historical sites, like the Nebraska State Capitol and the Governor's Mansion, reflect its political importance. The Haymarket District offers a mix of dining, shopping, and entertainment, while the Sheldon Museum of Art and the Sunken Gardens provide cultural enrichment. With a strong focus on education and a welcoming atmosphere, Lincoln is a thriving city in the heart of the Great Plains.","display_label":"Lincoln, Nebraska, USA","display_sublabel":"(c-us-ne-lnk)"}]},{"level":"city","id":"c-us-ne-oma","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Located on the Missouri River, Omaha is in the ancestral lands of the Omaha and Ponca tribes. Omaha is known for its friendly Midwestern spirit and offerings. The city is home to the renowned Henry Doorly Zoo and Aquarium, one of the best in the world. With a rich history tied to the Union Pacific Railroad, Omaha boasts historic neighborhoods like the Old Market and the Durham Museum, housed in a stunning Union Station building. The city's cultural scene is vibrant, with theaters, music venues, and a growing culinary reputation. Omaha combines a strong sense of community with cultural richness in the heart of the Great Plains.","display_label":"Omaha, Nebraska, USA","display_sublabel":"(c-us-ne-oma)"}]},{"level":"city","id":"c-us-nh-mht","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"The region around Manchester, New Hampshire, was historically inhabited by the Abenaki people. Today, the city is a blend of historic charm and modern amenities, with revitalized mill buildings and a vibrant downtown. Manchester, the largest city in the state, serves as a cultural and economic hub, offering a unique blend of history and innovation.","display_label":"Manchester, New Hampshire, USA","display_sublabel":"(c-us-nh-mht)"}]},{"level":"city","id":"c-us-nj-ewr","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"As one of the oldest cities in the United States, the Newark area is traditionally connected to the Lenape (Lenni-Lenape) people. Newark has a rich history and is an important transportation and cultural hub. It's home to Newark Liberty International Airport and a major seaport, making it a gateway to the New York City metropolitan area. The city boasts cultural attractions like the Newark Museum, the New Jersey Performing Arts Center, and the Prudential Center, a sports and entertainment arena. With various neighborhoods, a growing arts scene, and a history that spans centuries, Newark is a dynamic city that continues to evolve and thrive in the Garden State.","display_label":"Newark, New Jersey, USA","display_sublabel":"(c-us-nj-ewr)"}]},{"level":"city","id":"c-us-nj-jec","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Situated along the Hudson River on the historic Lenape (Lenni-Lenape) lands, Jersey City offers breathtaking Manhattan skyline views and easy access to New York City. The city has undergone significant development, becoming a top choice for residents and businesses alike. Jersey City boasts cultural attractions such as the Liberty Science Center, Mana Contemporary art center, and the dynamic Powerhouse Arts District nightlife. With waterfront parks and convenient Manhattan access via the PATH train, Jersey City stands as a bustling and modern urban center in the Garden State.","display_label":"Jersey City, New Jersey, USA","display_sublabel":"(c-us-nj-jec)"}]},{"level":"city","id":"c-us-nm-abq","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Set in New Mexico's high desert, Albuquerque thrives on Tiwa land, shared historically with Puebloans, Navajo, and Apache. Known for the global spectacle of the Albuquerque International Balloon Fiesta, the city's Southwest culture shines. Old Town echoes Spanish colonial heritage with adobe charm and lively markets. Explore cultural insights at the Sandia Peak Tramway, Indian Pueblo Cultural Center, and a thriving arts scene. Enriched by Native American and Hispanic legacies, Albuquerque fuses tradition and innovation in the Southwest.","display_label":"Albuquerque, New Mexico, USA","display_sublabel":"(c-us-nm-abq)"}]},{"level":"city","id":"c-us-nv-hnz","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Located within the Las Vegas metropolitan area, Henderson occupies the historic lands of the Southern Paiute and Western Shoshone tribes, solidifying its position as the second-largest city in Nevada. Its planned communities, and well-maintained parks make it a premier destination.Henderson showcases cultural treasures such as the Clark County Museum and the Henderson Pavilion. In close proximity to the Strip, the city also boasts natural wonders like Sloan Canyon for hiking and Lake Las Vegas for water sports, offering a high-quality desert life experience.","display_label":"Henderson, Nevada, USA","display_sublabel":"(c-us-nv-hnz)"}]},{"level":"city","id":"c-us-nv-las","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Dubbed the \"Entertainment Capital of the World,\" Las Vegas shines with its casinos, elite hotels, and the vibrant Las Vegas Strip. Beyond its iconic entertainment, it nurtures arts and culture at places like the Smith Center and the Neon Museum, while respecting its Southern Paiute and Western Shoshone heritage. Nearby, natural wonders like Red Rock Canyon and Lake Mead beckon outdoor lovers. With its residents and a ceaseless wave of tourists, Las Vegas remains a dynamic oasis in the Nevada desert.","display_label":"Las Vegas, Nevada, USA","display_sublabel":"(c-us-nv-las)"}]},{"level":"city","id":"c-us-nv-nvs","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"North Las Vegas is a vibrant suburban community in the Las Vegas metropolitan area. The Las Vegas area, including North Las Vegas, has historical ties to the Southern Paiute and Western Shoshone nations. While it shares many amenities with its southern neighbor, North Las Vegas has its own distinct character. It's home to the Aliante Casino and Hotel, the Shadow Creek Golf Course, and several parks and recreational areas. The city offers a quieter and more residential atmosphere compared to the bustling Las Vegas Strip, making it an attractive place to live for many in the region.","display_label":"North Las Vegas, Nevada, USA","display_sublabel":"(c-us-nv-nvs)"}]},{"level":"city","id":"c-us-nv-rno","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Known as the \"Biggest Little City in the World,\" Reno resides in ancestral territories of the Washoe and Northern Paiute tribes. It offers diverse entertainment, outdoor adventures, and a thriving arts scene. Renowned for its casinos and the iconic Reno Arch downtown, the city also sits at the Sierra Nevada's base, granting access to hiking, skiing, and Lake Tahoe. Cultural delights like the Nevada Museum of Art and the Reno Aces baseball team enrich the experience. Reno's energetic ambiance and proximity to natural wonders make it a dynamic destination in the Silver State.","display_label":"Reno, Nevada, USA","display_sublabel":"(c-us-nv-rno)"}]},{"level":"city","id":"c-us-ny-buf","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Located beside the expansive Lake Erie and historically connected to the Seneca and Haudenosaunee nations, Buffalo shines with industrial heritage and architectural marvels. Landmarks such as Frank Lloyd Wright's Darwin D. Martin House and the art deco-styled Buffalo City Hall stand testament to its past. Cultural vibrancy flows with the Albright-Knox Art Gallery and the Buffalo Philharmonic Orchestra. Known for its iconic Buffalo wings and home to the Buffalo Bills, the city’s culinary and sports scenes are unmatched. Undergoing waterfront rejuvenation and marked by community spirit, Buffalo is a rejuvenating hub in Western New York.","display_label":"Buffalo, New York, USA","display_sublabel":"(c-us-ny-buf)"}]},{"level":"city","id":"c-us-ny-nyc","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"The largest U.S. city, New York City (NYC), is a bustling global hub linked historically to the Lenape. Comprising five boroughs—Manhattan, Brooklyn, Queens, The Bronx, and Staten Island—its skyline boasts the Empire State Building, Times Square, and One World Trade Center. A cultural epicenter, NYC features various neighborhoods, renowned museums like the Metropolitan Museum of Art, and Broadway's vibrant theater scene. From Central Park to the Statue of Liberty, the city seamlessly blends arts, culture, and commerce, standing as a global beacon.","display_label":"New York, New York, USA","display_sublabel":"(c-us-ny-nyc)"}]},{"level":"city","id":"c-us-oh-cle","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Situated on Lake Erie's southern shore, Cleveland lies within the historic lands of the Wyandot and Miami tribes. Rich in industrial and cultural heritage, it's famed as \"The Rock and Roll Capital of the World,\" housing the iconic Rock and Roll Hall of Fame. The city thrives with arts at Playhouse Square, a major US performing arts center. Cleveland's sports fervor shines with the Guardians, Cavaliers, and Browns. Its downtown revival, diverse cuisine, and cultural gems like the Cleveland Museum of Art showcase Cleveland's resilience in the Buckeye State.","display_label":"Cleveland, Ohio, USA","display_sublabel":"(c-us-oh-cle)"}]},{"level":"city","id":"c-us-oh-cmh","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Located in Ohio's heart, Columbus, the state capital, resides on the historic territories of the Wyandot and Shawnee. A hub of government, education, and technology, it's also home to the renowned Ohio State University. Cultural landmarks include the Columbus Museum of Art and the Ohio Theatre. The Short North Arts District and German Village provide unique culinary and shopping adventures. A blend of innovation and hospitality make Columbus a dynamic and evolving city in Ohio's core.","display_label":"Columbus, Ohio, USA","display_sublabel":"(c-us-oh-cmh)"}]},{"level":"city","id":"c-us-oh-cvg","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"On the Ohio River, Cincinnati thrives on Shawnee, Miami, and Delaware tribal lands. Rich history echoes in the 19th-century charm of Over-the-Rhine. Cincinnati's famed chili parlors and regional cuisine delight. Home to the Reds and Bengals, sports fervor runs deep. Cultural gems like the Cincinnati Art Museum and Oktoberfest Zinzinnati add vibrancy. Cincinnati elegantly blends tradition and innovation, earning its title as the Queen City of the West.","display_label":"Cincinnati, Ohio, USA","display_sublabel":"(c-us-oh-cvg)"}]},{"level":"city","id":"c-us-oh-tol","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled along the western shore of Lake Erie, Toledo is situated in the traditional territories of the Wyandot and Miami tribes. Toledo is a city with a rich industrial history, particularly in glass production, earning it the nickname the \"Glass City.\" The Toledo Museum of Art showcases this heritage with its impressive glass collection. The city is known for its waterfront parks, including the Maumee Bay State Park, and its connection to the historic Erie Canal. With its thriving downtown, Toledo offers a blend of industrial heritage and modern vitality in the heart of northwest Ohio.","display_label":"Toledo, Ohio, USA","display_sublabel":"(c-us-oh-tol)"}]},{"level":"city","id":"c-us-ok-okc","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Oklahoma's capital, Oklahoma City, melds Western heritage with modern vitality, rooted in the Muscogee (Creek) and Cherokee Nations' territories. The First Americans Museum delves into the histories of 39 unique First American Nations. The city remembers the 1995 bombing victims through the Oklahoma City National Memorial and Museum. The lively Bricktown district offers dining and entertainment, featuring the Chickasaw Bricktown Ballpark. With an evolving arts community, the Oklahoma City Thunder team, and spots like Myriad Botanical Gardens, the city harmoniously fuses past and present in the Sooner State.","display_label":"Oklahoma City, Oklahoma, USA","display_sublabel":"(c-us-ok-okc)"}]},{"level":"city","id":"c-us-ok-tul","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Located in northeastern Oklahoma, Tulsa resides on Muskogee Creek and Cherokee territories. Historically dubbed the \"Oil Capital of the World,\" Tulsa's arts flourish at the Philbrook Museum and Tulsa Ballet. The Greenwood District, once \"Black Wall Street,\" hosts the Greenwood Rising Museum, emphasizing the 1921 Race Massacre and the resilient black community legacy. A hotspot for jazz and country music, the city is also known for the Gathering Place park and its rejuvenated downtown. Tulsa stands as a vibrant hub in Oklahoma.","display_label":"Tulsa, Oklahoma, USA","display_sublabel":"(c-us-ok-tul)"}]},{"level":"city","id":"c-us-or-pdx","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Situated in the Pacific Northwest, Portland honors its Indigenous heritage from the Multnomah, Kathlamet, and Clackamas nations. Renowned for its scenic beauty, progressive ethos, and rich arts scene, the city boasts lush parks like Forest Park and the renowned International Rose Test Garden. With a strong emphasis on sustainability and cycling, it's among the greenest U.S. cities. Neighborhoods such as the Pearl District and Hawthorne present varied dining, shopping, and cultural attractions. The city's thriving food truck scene, microbreweries, and the legendary Powell's City of Books cater to food and literature enthusiasts. Portland masterfully melds nature, culture, and innovation.","display_label":"Portland, Oregon, USA","display_sublabel":"(c-us-or-pdx)"}]},{"level":"city","id":"c-us-pa-phl","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Dubbed the \"City of Brotherly Love,\" Philadelphia resides in areas traditionally linked to the Lenape. Central to U.S. founding, it houses Independence Hall, where pivotal documents were crafted. The historic district showcases the Liberty Bell and other national relics. Its varied neighborhoods, like South Street and Fishtown, offer eclectic dining, shopping, and culture. Famous for the Philly cheesesteak and landmarks like the Philadelphia Museum of Art's \"Rocky Steps\", Philadelphia blends deep history with contemporary urban vibrancy on the East Coast.","display_label":"Philadelphia, Pennsylvania, USA","display_sublabel":"(c-us-pa-phl)"}]},{"level":"city","id":"c-us-pa-pit","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Nestled at the meeting point of the Allegheny, Monongahela, and Ohio Rivers, Pittsburgh stands on lands historically tied to the Haudenosaunee, including the Seneca and Delaware. This city, once a steel powerhouse, has evolved into an epicenter for education, healthcare, and tech. It boasts eminent institutions like the University of Pittsburgh and Carnegie Mellon University. Cultural landmarks include the Andy Warhol Museum, Pittsburgh Symphony Orchestra, and the vibrant Strip District. With a fervent sports spirit—home to the Steelers, Pirates, and Penguins—and green havens like Schenley Park, Pittsburgh seamlessly melds its storied past with dynamic progress in Pennsylvania.","display_label":"Pittsburgh, Pennsylvania, USA","display_sublabel":"(c-us-pa-pit)"}]},{"level":"city","id":"c-us-ri-pvd","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Rhode Island's capital, Providence, has a history intertwined with the Narragansett and Wampanoag tribes. The city is a cultural hub, home to prestigious institutions like Brown University and the Rhode Island School of Design. Providence's waterfront, historic architecture, and annual events like WaterFire contribute to its vibrant and diverse atmosphere.","display_label":"Providence, Rhode Island, USA","display_sublabel":"(c-us-ri-pvd)"}]},{"level":"city","id":"c-us-sc-chs","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Famed for its antebellum architecture and historic allure, Charleston embodies Southern charm and culture. Traditionally tied to the Yuchi and Shawnee, its historic district boasts cobblestone streets, scenic gardens, and landmarks like the Nathaniel Russell House. The city's culinary reputation shines with Lowcountry dishes such as shrimp and grits. Celebrated events include the Spoleto Festival USA and Charleston Wine + Food Festival. Overlooking the Battery, with cultural gems like the Gibbes Museum of Art and a deep African-American legacy, Charleston melds history, gastronomy, and coastal elegance in South Carolina.","display_label":"Charleston, South Carolina, USA","display_sublabel":"(c-us-sc-chs)"}]},{"level":"city","id":"c-us-sd-fsd","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Named after the Sioux tribe that once inhabited the area, Sioux Falls, showcases a deep Native American heritage. The city is characterized by its namesake waterfalls, and the SculptureWalk adds a touch of artistic flair to the downtown area. With a friendly community and a focus on public art, Sioux Falls embraces its indigenous roots.","display_label":"Sioux Falls, South Dakota, USA","display_sublabel":"(c-us-sd-fsd)"}]},{"level":"city","id":"c-us-tn-bna","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Known as \"Music City, USA,\" Nashville, situated on historic Cherokee Nation lands, is a musical haven. Home to the Grand Ole Opry, Country Music Hall of Fame, and Ryman Auditorium, it pulsates with musical legacy. Beyond country, live music echoes through rock, blues, and more in vibrant nightspots. Nashville's culinary offerings include hot chicken and Southern comfort delights. Boasting a booming healthcare sector, a lively downtown, and cultural gems like the Frist Art Museum, Nashville delivers a dynamic, diverse experience in Tennessee's heart.","display_label":"Nashville, Tennessee, USA","display_sublabel":"(c-us-tn-bna)"}]},{"level":"city","id":"c-us-tn-mem","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Located along the Mississippi River in Tennessee's southwest, Memphis stands out for its influential music history and cultural contributions. Within the Chickasaw's ancestral territories, this city birthed blues music and is renowned for iconic studios like Sun and Stax. Graceland, Elvis Presley's former residence, draws countless visitors. Famous for its barbecue, dishes like ribs and pulled pork are local staples. The city's pulse can be felt on Beale Street, a historic hotspot, and places like the National Civil Rights Museum. Combining musical heritage, deep history, and Southern warmth, Memphis exemplifies the Volunteer State's spirit.","display_label":"Memphis, Tennessee, USA","display_sublabel":"(c-us-tn-mem)"}]},{"level":"city","id":"c-us-tx-arj","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"Centrally positioned between Dallas and Fort Worth, Arlington shines as a North Texas gem, steeped in the historic realms of the Comanche and Kiowa. As the sporting heart, it boasts the AT&T Stadium, home to the Dallas Cowboys, and the Globe Life Field for the Texas Rangers. Beyond sports, it's a haven for thrill-seekers with Six Flags Over Texas. The city also features the International Bowling Campus, the revered National Medal of Honor Museum, and the bustling Arlington Highlands for shopping enthusiasts. With its prime location, eclectic dining, and diverse entertainment, Arlington stands as a vibrant suburban hotspot in the Dallas-Fort Worth metroplex.","display_label":"Arlington, Texas, USA","display_sublabel":"(c-us-tx-arj)"}]},{"level":"city","id":"c-us-tx-aus","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Texas' capital, Austin, pulsates with music, tech, and outdoor vigor, rooted in Comanche and Tonkawa territories. Its motto, \"Keep Austin Weird,\" showcases its distinct flair. Renowned for live music, especially along 6th Street and the annual SXSW festival, Austin is an artist's haven. Outdoors, the Barton Creek Greenbelt invites hikers, while kayakers explore Lady Bird Lake. Hosting the University of Texas and the State Capitol, and flavored by food trucks and a rich culinary scene, Austin fuses a relaxed vibe with cultural depth in Texas's core.","display_label":"Austin, Texas, USA","display_sublabel":"(c-us-tx-aus)"}]},{"level":"city","id":"c-us-tx-crp","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"Nestled on the Gulf of Mexico in South Texas, Corpus Christi is famed for its pristine beaches and outdoor activities. It lies within the ancestral lands of the Karankawa and Coahuiltecan. Attractions include North Beach, Mustang Island, and Padre Island National Seashore, ideal for swimming, fishing, and birdwatching. Landmarks like the Texas State Aquarium and the USS Lexington Museum enrich visitors' experiences. Marrying its maritime roots with environmental dedication and a flourishing arts scene, Corpus Christi epitomizes Gulf Coast beauty and culture in Texas.","display_label":"Corpus Christi, Texas, USA","display_sublabel":"(c-us-tx-crp)"}]},{"level":"city","id":"c-us-tx-dal","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"In the heart of Texas, Dallas stands as a vibrant blend of culture, business, and entertainment, acknowledging its Caddo ancestral roots. Iconic structures like Reunion Tower define its skyline. Rich in arts, the Dallas Museum of Art and Nasher Sculpture Center are city gems. The historic West End and lively Bishop Arts District reflect its various communities. Hosting the Dallas Cowboys and Mavericks, the city pulses with sports enthusiasm. With a thriving business sector, signature Tex-Mex and barbecue cuisine, Dallas embodies a contemporary spirit in North Texas.","display_label":"Dallas, Texas, USA","display_sublabel":"(c-us-tx-dal)"}]},{"level":"city","id":"c-us-tx-elp","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"In Texas's westernmost region, El Paso, on the U.S.-Mexico boundary, is celebrated for its rich Hispanic heritage, desert beauty, and warm spirit, acknowledging its roots to the Pueblo, Apache, and Comanche. It offers vistas from Scenic Drive and the Wyler Aerial Tramway, spanning the Rio Grande and Franklin Mountains. A lively arts milieu is seen at the El Paso Museum of Art and the Plaza Theatre. Infused with Mexican flavors, the culinary scene relishes dishes like chiles rellenos and tacos. Merging cultures, outdoor activities, and community ties, El Paso stands as a distinctive, inviting Texan city.","display_label":"El Paso, Texas, USA","display_sublabel":"(c-us-tx-elp)"}]},{"level":"city","id":"c-us-tx-fwt","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Known as the \"City of Cowboys and Culture,\" Fort Worth celebrates its Western roots and diverse arts. Situated in areas once linked to the Comanche and Kiowa, the city's Fort Worth Stockyards showcase its cowboy legacy with rodeos and cattle drives. Notable institutions include the Kimbell Art Museum and the Amon Carter Museum of American Art. The annual Fort Worth Stock Show and Rodeo is a highlight. Alongside its rich history, the downtown area, Fort Worth Water Gardens, and culinary offerings make the city a fusion of tradition and contemporary flair in North Texas.","display_label":"Fort Worth, Texas, USA","display_sublabel":"(c-us-tx-fwt)"}]},{"level":"city","id":"c-us-tx-grx","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Located in the Dallas-Fort Worth metropolitan area, Garland is a city known for its welcoming community and atmosphere, Garland is in the traditional territories of the Caddo and Wichita. The city features a mix of residential neighborhoods, parks, and green spaces, including Spring Creek Forest Preserve and Firewheel Golf Park. Garland offers cultural attractions like the Granville Arts Center, which hosts theatrical performances and art exhibitions. With a commitment to education, vital community programs, and a variety of dining and shopping options, Garland is a suburban gem that provides a high quality of life to its residents.","display_label":"Garland, Texas, USA","display_sublabel":"(c-us-tx-grx)"}]},{"level":"city","id":"c-us-tx-hou","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Texas' biggest city and the U.S.'s fourth-largest, Houston is a vibrant hub recognized for its energy sector and space endeavors, it is in the traditional territory of the Karankawa, Akokisa, and Attacapa. Housing NASA's Johnson Space Center, key in the Apollo missions, Houston also boasts a rich Museum District, with the Museum of Fine Arts and Natural Science Museum as highlights. Its culinary scene is noted for global tastes, especially Vietnamese and Mexican dishes. Coupled with an active theater district, sports passion for teams like the Astros and Rockets, and green havens like Buffalo Bayou Park, Houston melds cosmopolitan flair with Southern warmth in the heart of Texas.","display_label":"Houston, Texas, USA","display_sublabel":"(c-us-tx-hou)"}]},{"level":"city","id":"c-us-tx-irt","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Irving, part of the Dallas-Fort Worth metro, thrives with diverse businesses and cultural richness on traditional Caddo and Wichita lands. Home to the iconic Las Colinas Urban Center and Mustangs of Las Colinas sculpture, it hosts the vibrant Irving Main Street Event. Close to DFW International Airport, it's a convenient travel hub. Embracing green spaces like Mandalay Canal Walk, and blending corporate hubs with suburban charm, Irving delivers urban convenience and community warmth in North Texas.","display_label":"Irving, Texas, USA","display_sublabel":"(c-us-tx-irt)"}]},{"level":"city","id":"c-us-tx-lbb","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"In the western part of the state, Lubbock, historically linked to the Comanche, shines as a music hub, especially in country and rock genres. It's the birthplace of Buddy Holly, celebrated at the Buddy Holly Center. Home to Texas Tech University, the city buzzes with youthful vigor. Cultural delights include the Louise Hopkins Underwood Center for the Arts and the Lubbock Symphony Orchestra. Offering outdoor pursuits, a vibrant arts scene, and a deep West Texas pride, Lubbock weaves a unique tapestry of culture and tradition on the South Plains.","display_label":"Lubbock, Texas, USA","display_sublabel":"(c-us-tx-lbb)"}]},{"level":"city","id":"c-us-tx-lrd","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Located on the US-Mexico border in South Texas, Laredo, near the traditional lands of the Coahuiltecan, embraces a vibrant Hispanic culture and binational identity. As one of the busiest inland ports, it thrives on significant US-Mexico trade. Laredo celebrates its heritage with events like Washington's Birthday Celebration, one of the country's largest. The city offers a fusion of Mexican and Texan cuisine, including favorites like carne asada and tamales. With bustling trade, deep Mexican ties, and a warm welcome, Laredo stands as a culturally rich gem in the Lone Star State.","display_label":"Laredo, Texas, USA","display_sublabel":"(c-us-tx-lrd)"}]},{"level":"city","id":"c-us-tx-plz","population_bin":"274,001 - 320,000","PlaceDescriptions":[{"display_details":"In the Dallas-Fort Worth area, Plano, on Tonkawa, Wichita, and Caddo lands, offers a high quality of life. As a thriving corporate hub, the city blends business opportunities with a welcoming community spirit. Plano's abundant green spaces, exemplified by the picturesque Arbor Hills Nature Preserve, beckon outdoor enthusiasts to explore and unwind. For those with a penchant for shopping and dining, The Shops at Legacy and the charming historic downtown area offer a plethora of choices. With its dynamic blend of business prowess, natural beauty, and a vibrant cultural scene, Plano consistently ranks among the top places to call home in the United States, a testament to its enduring appeal.","display_label":"Plano, Texas, USA","display_sublabel":"(c-us-tx-plz)"}]},{"level":"city","id":"c-us-tx-sat","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"In the heart of South Texas, San Antonio stands as a treasure trove of history, culture, and lively neighborhoods. Nestled in the region with historical Coahuiltecan ties, it boasts the iconic Alamo, a pivotal site in the Texas Revolution. Meandering along the San Antonio River, the famous River Walk offers a unique dining and shopping experience. Festivals like Fiesta San Antonio and a rich culinary scene, featuring Tex-Mex and barbecue, add vibrancy to the city. With a robust military presence, Fort Sam Houston, and a fusion of Spanish and Mexican influences, San Antonio beautifully blends its heritage with modernity in the Lone Star State.","display_label":"San Antonio, Texas, USA","display_sublabel":"(c-us-tx-sat)"}]},{"level":"city","id":"c-us-ut-slc","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Before the arrival of European settlers, the land around Salt Lake City was home to the Ute, Shoshone, and Goshute tribes. Today, the city is a gateway to outdoor adventures, surrounded by the majestic Wasatch Mountains. Salt Lake City also serves as the headquarters of the Church of Jesus Christ of Latter-day Saints, with the iconic Salt Lake Temple gracing its skyline.","display_label":"Salt Lake City, Utah, USA","display_sublabel":"(c-us-ut-slc)"}]},{"level":"city","id":"c-us-va-arp","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled across the Potomac River from Washington, D.C., Arlington boasts both proximity to the capital and deep historical roots, lying near lands traditionally linked to the Powhatan Confederacy. Housing the Pentagon and the revered Arlington National Cemetery, it serves as a vital military and historical hub. The Rosslyn-Ballston corridor pulsates with businesses, eateries, and cultural spots. Its easy access to D.C.'s political and cultural heart makes it a prime residence for capital workers. Blending urban vibrancy with historical depth, Arlington shines as a gem in Northern Virginia.","display_label":"Arlington, Virginia, USA","display_sublabel":"(c-us-va-arp)"}]},{"level":"city","id":"c-us-va-orf","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"In southeastern Virginia's Hampton Roads, Norfolk is a maritime city with deep historical ties to the Powhatan Confederacy. Hosting the world's largest naval base and the USS Wisconsin museum battleship, its maritime heritage is evident. The city's arts pulse through venues like the Chrysler Museum of Art and Virginia Opera. The waterfront, featuring the Waterside District and Norfolk Botanical Garden, offers diverse experiences. Blending historical neighborhoods, a rising tech sector, and maritime connections, Norfolk epitomizes Tidewater's blend of past and present.","display_label":"Norfolk, Virginia, USA","display_sublabel":"(c-us-va-orf)"}]},{"level":"city","id":"c-us-va-ric","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"The capital of Virginia, Richmond stands as a testament to American history and Southern elegance. Historically intertwined with the Powhatan Confederacy, this city played a pivotal role in the American Civil War, evident in its Monument Avenue, adorned with Confederate statues. Richmond boasts the Thomas Jefferson-designed Virginia State Capitol. Cultural aficionados can explore the Virginia Museum of Fine Arts and enjoy performances by the Richmond Symphony Orchestra. With its burgeoning farm-to-table culinary landscape and the scenic James River offering rafting and biking opportunities, Richmond beautifully melds tradition and outdoor recreation in Virginia's heartland.","display_label":"Richmond, Virginia, USA","display_sublabel":"(c-us-va-ric)"}]},{"level":"city","id":"c-us-va-ufg","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled in southeastern Virginia's Hampton Roads region, Chesapeake boasts natural splendors, suburban allure, and a rich agricultural legacy, rooted in the ancestral lands of the Powhatan Confederacy. This diverse city intertwines residential communities with verdant parks like the Great Dismal Swamp National Wildlife Refuge. While its rural zones celebrate farming traditions, Chesapeake is an integral part of the Virginia Beach-Norfolk-Newport News metro. From navigating the Intracoastal Waterway to birdwatching in lush spaces, recreation abounds. Balancing nature conservation, community ethos, and quaint charm, Chesapeake is a refreshing enclave in coastal Virginia.","display_label":"Chesapeake, Virginia, USA","display_sublabel":"(c-us-va-ufg)"}]},{"level":"city","id":"c-us-va-vab","population_bin":"320,001 - 480,000","PlaceDescriptions":[{"display_details":"On Virginia's southeastern coast, Virginia Beach, with ties to the Powhatan Confederacy, is a renowned seaside haven. Its Oceanfront boasts a bustling boardwalk lined with eateries and entertainment spots. The city's famous three-mile boardwalk invites visitors to shops, hotels, and dining experiences. Popular for water sports like surfing, the city also hosts the annual Neptune Festival featuring sand art. With a notable military footprint, environmental dedication, and a lively arts scene, Virginia Beach melds coastal allure with community spirit in Virginia.","display_label":"Virginia Beach, Virginia, USA","display_sublabel":"(c-us-va-vab)"}]},{"level":"city","id":"c-us-wa-geg","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled in eastern Washington on the ancestral lands of the Spokane Tribe, Spokane is a city celebrated for its natural beauty, outdoor adventures, and vibrant culture. Downtown, along the picturesque Spokane River, thrives with attractions like Riverfront Park—a former World's Fair site—offering green spaces and the iconic Clocktower. The city's artistic spirit shines through institutions like the Spokane Symphony and the Northwest Museum of Arts and Culture. Spokane seamlessly blends urban comforts with the wild allure of the Pacific Northwest, inviting residents and visitors to enjoy skiing, hiking, and biking in the heart of the Inland Empire.","display_label":"Spokane, Washington, USA","display_sublabel":"(c-us-wa-geg)"}]},{"level":"city","id":"c-us-wa-sea","population_bin":"680,001 - 9,000,000","PlaceDescriptions":[{"display_details":"Dubbed the \"Emerald City,\" Seattle rests in the Pacific Northwest, acknowledging its deep roots with the Duwamish Tribe and Coast Salish nations. Framed by the Olympic and Cascade mountains and the majestic Mount Rainier, Seattle is also a global tech nexus, hosting giants like Microsoft and Amazon. Its vibrant arts flourish at places like the Seattle Art Museum and Symphony Orchestra. Known for seafood, rich coffee culture, and diverse cuisine, the city embodies sustainability and musical vibrancy. Neighborhoods like Capitol Hill and Fremont exemplify its unique urban and nature blend in Washington's Evergreen State.","display_label":"Seattle, Washington, USA","display_sublabel":"(c-us-wa-sea)"}]},{"level":"city","id":"c-us-wa-tiw","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Nestled along Puget Sound, Tacoma shines with its natural allure and cultural vibrancy. Historically connected to the Puyallup Tribe and Coast Salish groups, this city boasts panoramic Mount Rainier views and attractions like Point Defiance Park and Zoo & Aquarium. The Museum District stands out with the Museum of Glass, displaying Dale Chihuly's masterpieces, and the Tacoma Art Museum. Historic areas like the Proctor and 6th Avenue Districts promise eclectic shopping and dining. With its ties to the Port of Tacoma, dedication to sustainability, and communal spirit, Tacoma melds urban flair with Pacific Northwest charm in Washington's Evergreen State.","display_label":"Tacoma, Washington, USA","display_sublabel":"(c-us-wa-tiw)"}]},{"level":"city","id":"c-us-wi-mke","population_bin":"480,001 - 680,000","PlaceDescriptions":[{"display_details":"Situated on Lake Michigan's western shore, Milwaukee celebrates its brewing legacy and is rooted in the Ho-Chunk (Winnebago) Nation's territories. Iconic breweries like Miller and Pabst define its heritage. The Historic Third Ward brims with art, culture, and commerce. The Milwaukee Art Museum, highlighted by the Calatrava-designed Quadracci Pavilion, stands as an architectural gem. Renowned for events like the world's largest music festival, Summerfest, and German Fest, the city pulses with festivity. Home to the Bucks and Brewers and emphasizing lakefront sustainability, Milwaukee melds tradition and modernity in Wisconsin.","display_label":"Milwaukee, Wisconsin, USA","display_sublabel":"(c-us-wi-mke)"}]},{"level":"city","id":"c-us-wi-msn","population_bin":"216,001 - 274,000","PlaceDescriptions":[{"display_details":"Wisconsin's capital, Madison, boasts scenic lakes, a lively cultural aura, and the prominent University of Wisconsin-Madison, acknowledging its Ho-Chunk (Winnebago) Nation ties. Nestled between lakes Mendota and Monona, the city offers ample recreational activities. State Street pulsates with diverse shops and eateries, while the Capitol Square showcases the architectural marvel, Wisconsin State Capitol. Renowned for outdoor events, especially the vast Dane County Farmers' Market, Madison emphasizes sustainability. Merging education, arts, historic and contemporary neighborhoods, Madison is a nexus of nature and culture in the Badger State.","display_label":"Madison, Wisconsin, USA","display_sublabel":"(c-us-wi-msn)"}]},{"level":"city","id":"c-us-wy-cys","population_bin":"0 - 216,000","PlaceDescriptions":[{"display_details":"Wyoming's capital, Cheyenne, is synonymous with the Old West and has a strong Native American presence, with the Cheyenne and Arapaho tribes having historical ties to the region. The city hosts the Cheyenne Frontier Days, a renowned rodeo that pays tribute to its Western heritage. Cheyenne's Wyoming State Capitol and historic downtown reflect the state's rich history.","display_label":"Cheyenne, Wyoming, USA","display_sublabel":"(c-us-wy-cys)"}]}]}}