{"data":{"topics":[{"id":"workforce_development","TopicDescriptions":[{"display_details":"A robust workforce enhances economic activity and community engagement. However, disparities persist, marginalized groups are often excluded, and regional cost variations complicate comparisons. These metrics reflect a city's economic strength and residents' ability to support themselves.","display_label":"Economic Health","display_sublabel":"(workforce_development)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"Federal Spending is a summary value of the money given to the local government of each city. City values are obtained by adding up prime award transactions for all city-based recipients that have self-reported to be \"local government\" entities. At present, sub-awards are not included and self-reported recipient addresses (not place of performance) are used for geographical filtering. ","display_label":"Federal Spending","display_sublabel":"How much money is the federal government awarding to city governments?"}]},{"MetricDescriptions":[{"display_details":"Labor force participation is the percentage of working age people that are currently working, have accepted a job offer, or are not working but actively looking for a job in the period of reference. A steadily growing labor force is essential to support and grow the city economy. Businesses are attracted to locations with more worker availability, and a larger labor force can encourage smaller, local businesses to grow and expand. Alternatively, a decreasing labor force size could indicate economic stagnation and lack of employment opportunity as capable workers are driven to leave.","display_label":"Labor Force Participation","display_sublabel":"How many people are working or actively looking for a job?"}]},{"MetricDescriptions":[{"display_details":"Unemployment is the percentage of the labor force that does not have current employment despite the ability and willingness to work. In a functional society, unemployment cannot and should not reach 0.0% as that would indicate there is no one available for any new work. However, high unemployment is a definitive measure of overall economic health. If people want jobs, but cannot find them, then they have no income to provide their household and cover their necessary expenses. There are often important policies in place to assist people suffering from unemployment, which can be coupled with policies and investments to help those people find work again.","display_label":"Unemployment","display_sublabel":"How many people without a job, want and are actively looking for one?"}]},{"MetricDescriptions":[{"display_details":"Wages is either an average or median (middle) value of personal wages in local currency. The specific definition of wages for tax purposes vary between countries, but wages typically refer to what people get paid to work for other people or companies. This value is presented prior to taxation, which means that the actual amount of money that people take home can be significantly lower. It is important to understand that even if the reported wages seem adequate in view of the local cost of living, there are a plurality of people living on far less money in this city since this is an average or median value.","display_label":"Wages","display_sublabel":"How much are employees being paid for their labor?"}]},{"MetricDescriptions":[{"display_details":"Wage inequality is the ratio between how much workers with the highest wages earn compared to the lowest-earning workers in a specific place and period of time. While it is expected that higher-level employees make more money than entry-level employees, the magnitude of the difference can reflect systemic economic inequality and concentration of wealth. Putting more money in the hands of workers can help drive economic growth and individual well-being; therefore an increasing disparity between the highest earners and lowest earners necessitates a closer analysis by city leadership.","display_label":"Wage Inequality","display_sublabel":"How do wages from laborers and executives compare?"}]},{"MetricDescriptions":[{"display_details":"Youth unemployment is the percentage of residents in the labor force between secondary school and the end of young adulthood that are willing and able to work, but cannot secure a job. This includes people currently enrolled in higher education that have recently been looking for a job. High youth unemployment could indicate either a lack of entry-level jobs in the area or high employment volatility making it unlikely for young people to keep jobs. Youth unemployment is a strong indicator of unemployment and financial instability later in life, making it critical for cities to help youth obtain a job as they first enter the labor force. This can also help retain labor and talent in a city as a lack of career prospects can be a motivator to move to a new city.","display_label":"Youth Unemployment","display_sublabel":"Can young people find jobs?"}]}]},{"id":"household_finance","TopicDescriptions":[{"display_details":"Household finance metrics measure families' ability to afford basic needs and withstand financial challenges. These metrics indicate who is currently--or at risk of becoming--impoverished, which workers earn insufficient wages, and where to focus on maintaining strong social safety nets.","display_label":"Household Finance","display_sublabel":"(household_finance)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"A city's childhood poverty rate is the percentage of residents under the age of 18 living below the poverty line. Poverty is a difficult subject to concretely define. When analyzing data and comparing it to national poverty standards, many individuals will be identified as above the poverty line, while the reality of their life is deep in poverty, unsure of whether they'll be able to afford rent, pay bills, and procure enough food to survive. For that reason, income cannot be the sole measure of poverty or of people's financial health. Income-based poverty metrics should be analyzed alongside other variables that account for each individual or household's context. Often there is a need for more accurate, comprehensive, and updated poverty metrics at the state and federal levels, which could provide more actionable poverty data.","display_label":"Childhood Poverty","display_sublabel":"How many people under the age of 18 are living below the poverty line?"}]},{"MetricDescriptions":[{"display_details":"Median household income is the median (middle) household income value in local currency. Household income differs from the average individual wage because it accounts for the fact that a single person's income may have to support many people not earning their own money (spouses, children, parents, other dependents). The reality of poverty becomes much clearer through the concept of household income, as economies of scale within a household lead to a more precise estimation of income compared to a per capita measure. It is important to understand that even if the reported household income seems adequate, there is a plurality of people living on far less money in this city since this is a median value.","display_label":"Household Income","display_sublabel":"How much money does the average household make?"}]},{"MetricDescriptions":[{"display_details":"The Gini Index is a measure of income inequality that summarizes the dispersion of income that ranges from 0 to 1, with 0 representing complete equality where everyone receives an equal amount of wealth, and 1 representing perfect inequality where only one recipient or group of recipients hoards all the wealth. Concentration of wealth is a natural side effect of capitalist economic systems that can be balanced through rigorous local, state, and federal policies. Wealth in the hands of the few rarely, if ever, benefits society overall.","display_label":"Gini Index","display_sublabel":"Is wealth concentrated or more equitably distributed?"}]},{"MetricDescriptions":[{"display_details":"Liquid asset poverty is the percentage of households without sufficient liquid assets to subsist at the poverty level for three months in the absence of income. The loss of a job or temporary increases in expenses are common experiences. The healthy financial practice is to save at least enough money so that the family unit can survive for three months without income. This ensures stability while the new economic situation is addressed. However, due to income inequality, stagnant wages, and national economic policy, it can be difficult for those closest to the poverty line to accrue savings despite their best efforts and financial literacy. Measuring liquid asset poverty allows us to identify families that are subsisting just above the poverty line, who still need help despite not being captured by most poverty metrics.","display_label":"Liquid Asset Poverty Rate","display_sublabel":"Do residents have a personal financial safety net?"}]},{"MetricDescriptions":[{"display_details":"A city's poverty rate is the percentage of residents living below the poverty line. Poverty is a difficult subject to concretely define. When analyzing data and comparing it to national poverty standards, many individuals will be identified as above the poverty line, while the reality of their life is deep in poverty, unsure of whether they'll be able to afford rent, pay bills, and procure enough food to survive. For that reason, income cannot be the sole measure of poverty or of people's financial health. Income-based poverty metrics should be analyzed alongside other variables that account for each individual or household's context. Often there is a need for more accurate, comprehensive, and updated poverty metrics at the state and federal levels, which could provide more actionable poverty data.","display_label":"Poverty Rate","display_sublabel":"Do residents earn enough income to afford a minimum standard of living?"}]}]},{"id":"housing","TopicDescriptions":[{"display_details":"Adequate housing is fundamental to well-being and a basic right. Cities require affordable housing options for renters and pathways to homeownership. Past discriminatory housing policies have marginalized certain communities, but cities can rectify this through equitable investment and policies.","display_label":"Housing","display_sublabel":"(housing)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"The homeownership rate represents the percentage of occupied housing units that are owned by their occupants. This metric is crucial as it provides insights into the stability of the local housing market, overall economic health, and the potential need for policies or initiatives to promote homeownership, address housing affordability issues, or stimulate economic growth within the community.","display_label":"Home Ownership","display_sublabel":"What is the percentage of homeowners out of the total occupied housing units?"}]},{"MetricDescriptions":[{"display_details":"Overcrowding is the percentage of households with over one person living there per room. Overcrowding is a symptom of both poor household financial health and poor housing availability, and it poses a major risk to residents. Overcrowded houses are at greater risk for fire and disease, both of which can spread to neighbors and have disastrous effects on the community. Understanding the localization and extent of overcrowding can help develop public health and safety measures to decrease fire and health risks, while also highlighting which areas need more affordable housing options for growing households.","display_label":"Overcrowding","display_sublabel":"Are people able to find and afford housing with adequate space?"}]},{"MetricDescriptions":[{"display_details":"Overextended homeowners is the percentage of current homeowners that pay more than 30% of their income for gross home costs. A clear and accessible path to home ownership is a major motivating factor for individuals to invest in and remain in a specific city. However, once they secure a home, policies and regulations must be in place to help people keep their home. Typically, experts recommend that monthly housing payments should not exceed between a quarter and a third of household income. This can be difficult to manage with complicated or predatory mortgage products, an unpredictable city economy, and non-mandatory personal financial management education. Cities can be proud of high home ownership data, but this metric helps contextualize whether those homeowners are going to be able to retain their homes without policy interventions.","display_label":"Overextended Homeowners","display_sublabel":"Are current homeowners financially overextending themselves to make monthly housing payments?"}]},{"MetricDescriptions":[{"display_details":"Overextended renters is the percentage of current renters that pay more than 30% of their income for gross rent. A diverse and resilient renters' market is essential to city prosperity as renters are significant contributors to their communities both economically and socially. Typically, experts recommend that monthly rent payments should not exceed between a quarter and a third of household income. Managing this is both an aspect of personal financial responsibility (which can be influenced through the education system and community learning events) and city housing policy to ensure ample rental properties exist that are affordable for local workers. Renters rights must also be protected to diminish the effects of predatory financial practices by landlords.","display_label":"Overextended Renters","display_sublabel":"Are current renters financially overextending themselves to make monthly housing payments?"}]},{"MetricDescriptions":[{"display_details":"Vacancies is the percentage of vacant homes out of all homes in a city. A home is considered vacant if the primary homeowner or renter is not currently living in the house, so while this does include empty, abandoned, and foreclosed-upon homes, vacancies can also be second homes or vacation rentals depending on the definitions of the data collection agency. Understanding the location-specific definition of vacancy is critical to interpretation of this metric. If any area has a high proportion of vacancies that are only empty or abandoned, the policy prescriptions are much different than an area that has a high proportion of vacancies that are primarily vacation rentals. Both types of vacancies are problems for a city as they stifle home ownership and renting from citizens that will live within city limits and contribute to economic and societal well-being.","display_label":"Vacancies","display_sublabel":"How is the existing housing supply being utilized?"}]}]},{"id":"health_of_the_people","TopicDescriptions":[{"display_details":"Population health encompasses physical and psychological well-being and access to essential services like vaccines, emergency, and primary care. Disparities in access were starkly revealed during the COVID-19 pandemic. Utilizing such data can guide resource allocation to address health inequities.","display_label":"Population Health","display_sublabel":"(health_of_the_people)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"Health insurance coverage is the percentage of adults with health insurance. While most economically advantaged countries provide healthcare as a right to their people, not all countries do, and the United States does not. In the U.S. and countries without socialized or subsidized medicine, healthcare insurance is necessary to cover the ever-increasing healthcare costs. Decisions on medical system structure are not often handled at the city level, but understanding the proportion of a city's population with adequate healthcare insurance coverage can help identify groups with particular health needs who could benefit from outreach, tailored policies, or assistance utilizing existing health insurance programs.","display_label":"Health Insurance Coverage","display_sublabel":"Are people's healthcare costs covered by insurance?"}]},{"MetricDescriptions":[{"display_details":"Infant mortality is the percentage of newborns that die before their first birthday. Infant mortality is a devastating consequence of a wide range of factors, from maternal health to the environment to genetics to healthcare before, during, and after birth. Because of this, the infant mortality rate is a strong indicator of the overall health of a given city, as well as the quality of its healthcare. There has been research demonstrating that city policy changes regarding everything from water purity to wealth inequality have had an impact on infant mortality. Therefore, this metric is best interpreted as a general barometer of the overall state of the city for average citizens.","display_label":"Infant Mortality","display_sublabel":"What is the quality of maternal, neonatal, and infant healthcare?"}]},{"MetricDescriptions":[{"display_details":"Life expectancy at birth is the estimated average age to which a newborn will live at the time of their birth. Excluding the recent impact of the COVID-19 pandemic, life expectancies have been steadily increasing around the world since the mid-1900's due to major scientific and technological advances. The calculations to determine life expectancy at birth are multifaceted, making this metric an excellent reflection of the general state of health in an area. Trends are also important - a steadily increasing life expectancy can reflect a steadily improving health landscape whereas a mostly flat trendline indicates stagnation in the health sector. While policies cannot be written to directly impact life expectancy, there is a plethora of research on major contributors to life expectancy and examples of how other areas have addressed it.","display_label":"Life Expectancy at Birth","display_sublabel":"What is the average age to which a newborn will live?"}]}]},{"id":"safety","TopicDescriptions":[{"display_details":"Public safety is crucial for residents' well-being. Reported crime rates indicate the frequency of such activities, but underreporting is common. Addressing systemic issues like racism and income inequality is essential for effective crime prevention and interpretation of crime metrics.","display_label":"Public Safety","display_sublabel":"(safety)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"Homicide rate is the number of reported homicides in a city. Threats to a person’s life have major consequences on one's mental, emotional, and social health. This fear can prevent people from participating in the community, exercising, and leaving the house for any reason. Decreasing homicides is a major policy goal of many leaders at all levels of government, but murder is a complicated problem that has existed before the concept of civilization. There is much rich research on homicide prevention which shows successful attempts to reduce the homicide rate will need to be multifaceted as there are economic and environmental drivers of homicide as well as political and societal barriers that impact prosecution.","display_label":"Homicide Rate","display_sublabel":"What is the threat of loss of life?"}]},{"MetricDescriptions":[{"display_details":"Motor vehicle theft rate is the number of reported motor vehicle thefts in a city. While crimes involving the theft of one's vehicle usually occur outside of the confines of one's home, they can damage a person's sense of security and trust in a city. Additionally, many people need a personal vehicle for transportation to their jobs, shopping, and recreational activities, making loss of a vehicle a heavy burden even when the loss is temporary. Fear of vehicle theft can deter people from investing in property to rent or own in areas without off-street parking, hindering growth and investment in areas with higher crime rates.","display_label":"Motor Vehicle Theft Rate","display_sublabel":"What is the threat to one's vehicle?"}]},{"MetricDescriptions":[{"display_details":"The property crime rate is the number of reported property crimes in a city. Theft of one's property has economic, emotional, and sometimes even physical impacts on a person. Threat of property theft can greatly stifle economic growth in an area, as people are more hesitant to go out shopping in public or make large purchases if there is a higher likelihood that their investments will be taken from them. Unfortunately, petty theft has also been one of the crimes utilized in racist policing as people of color are unjustly profiled for being in the wrong place at the wrong time. Policies to stem property theft, and any crime, should address the root causes and be designed with equity in mind.","display_label":"Property Crime Rate","display_sublabel":"What is the threat to one's property?"}]},{"MetricDescriptions":[{"display_details":"The rate of rape and sexual assault is the number of reported rapes and sexual assaults in a city. Rape and sexual assault are some of the most violent crimes against humanity. There have been concerted efforts by countries and national organizations to better support victims of rape and sexual assualt coming forward about their experiences, but even in the United States it is still estimated that almost 80% of rapes go unreported. That element can make this metric difficult to interpret as an increase in rapes and sexual assaults could indicate that reporting procedures are improving and more victims feel comfortable reporting their rape, or that conditions are worsening and crime is increasing. Informal information from city and community leaders will be helpful in assessing this metric.","display_label":"Rape and Sexual Assault Rate","display_sublabel":"What is the threat of sexual violation?"}]},{"MetricDescriptions":[{"display_details":"The violent crime rate is the number of reported violent crimes in a city. Violent crime is primarily what makes news headlines, involving everything from murder to assault to battery. Firearms, gangs, and drugs have been shown to be major drivers of violent crime around the world, which are all entrenched, systemic issues that may seem difficult to address at the city level. Some studies have shown that policies to combat violent crime are most effective when combining force deterrence and root cause problem solving. This may not be universally applicable, but highlights that there is not a simple, direct solution to violent crime although it needs to be addressed.","display_label":"Violent Crime Rate","display_sublabel":"What is the threat of physical harm?"}]}]},{"id":"education","TopicDescriptions":[{"display_details":"Access to education impacts many aspects of society, including health, safety, workforce, and political stability. While educational policy falls outside the city's jurisdiction, having access to a high-quality educational system profoundly influences local economies and quality of life.","display_label":"Education","display_sublabel":"(education)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"Educational attainment provides the percentages of the adult population that have completed set educational goal points (e.g. secondary school, university, or graduate school). Diversity in educational attainment is essential to driving a strong economy and providing an ample amount of employees for each division of labor from non-professional to highly specialized. A lack of higher education graduates in an area may be due to reduced access to affordable, local education or problems with retaining talent after they graduate. ","display_label":"Educational Attainment","display_sublabel":"Is the population sufficiently educated to drive economic growth?"}]},{"MetricDescriptions":[{"display_details":"Public libraries is the number of libraries within city limits per 100,000 residents. While many people think of libraries as a resource for educational and recreational literature, there is substantial research showing that public libraries are essential to supporting both education and healthy communities. The library is one of the only places that does not require a fee to enter, providing a freely-available, safe, nurturing environment for school-age children. Additionally, classes offer the opportunity to network with other adults/families, develop new skills, and expand knowledge. Library services can also supplement missing or insufficient public services through free computer and internet usage, as well as printing in some locations. Libraries have evolved to meet the needs of the 21st century, and better access to libraries means better quality of life, especially for those in the greatest economic need.","display_label":"Public Libraries","display_sublabel":"How many educational resources are available outside of the classroom and where are they?"}]},{"MetricDescriptions":[{"display_details":"Low literacy rate is the percentage of residents that are not able to read and write at the established local proficiency standards. Low literacy is one of the main barriers to mutually beneficial engagement with society and city services. Greater access to education and the internet have dramatically increased global literacy in recent years; however, there are still many people, particularly from older generations, that cannot read and write at the level necessary to perform basic civic functions like reading the news, voting, and paying taxes. This extends to difficulties in one's personal life, such as utilizing public transportation that runs on written schedules and routes and accessing resources that require documentation like welfare and unemployment. Increasing literacy should be a priority of governments as it will enable full engagement with all citizens.","display_label":"Low Literacy Rate","display_sublabel":"Can people read and write well enough to function within society?"}]},{"MetricDescriptions":[{"display_details":"Preschool enrollment is the percentage of preschool age children enrolled in preschool (typically children ages three and four). Preschool education serves two major functions: preparing students to succeed in primary school and providing childcare to enable parents of young children to work. The availability of preschool is inconsistent across countries, with some making it mandatory, some providing free public options, and some relying on private schools, for which parents must pay tuition. Higher enrollment in preschool can be indicative of better financial stability and greater social mobility with parents able to secure the educational opportunity for their child and pursue professional opportunities of their own. ","display_label":"Preschool Enrollment","display_sublabel":"Can parents of young children access quality, public preschooling?"}]},{"MetricDescriptions":[{"display_details":"School enrollment is the percentage of school age children enrolled in primary school (for our cases defined as education from ages 5-14, which is typically Kindergarten through 8th grade). Primary schooling is the foundation for personal and professional success in life. These formative years provide the basics of reading, mathematics, science, and social studies that most people rely on almost daily as adults. Lower enrollment in primary school can indicate that access to proper schooling is not equitably provided or even that poor economic opportunities are forcing parents to keep their children home to help with work or watching younger siblings. ","display_label":"School Enrollment","display_sublabel":"Are children allowed the ability and opportunity to recieve an education?"}]}]},{"id":"health_of_the_environment","TopicDescriptions":[{"display_details":"Environmental metrics are shaped by land use, policy, and infrastructure often impacting communities of color disproportionately. Addressing this legacy is crucial for equitable health and climate resilience. Policy can enhance a city's ability to endure climate events and improve living conditions.","display_label":"Environmental Health","display_sublabel":"(health_of_the_environment)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"The air quality value is produced to evaluate how clean or polluted the air of a specific area is. Air pollution is a major contributor to public health as well as an influence on reputation, tourism, and quality of life. The Air Quality Index (AQI), developed and calculated by the EPA, is an index for reporting daily air quality that runs from 0 to 500. The higher the AQI value, the greater the level of air pollution and the greater the health concern. The AQI is calculated for five different pollutants: ground-level ozone, particle pollution, carbon monoxide, sulfur dioxide, and nitrogen dioxide, using parameters specific for each pollutant.","display_label":"Air Quality","display_sublabel":"How is the quality of the air in the city?"}]},{"MetricDescriptions":[{"display_details":"The annual number of cooling degree days (CDDs) is a proxy measure of air conditioning use (i.e., number of days requiring \"cooling\"). This is reflective of ongoing climate change as a regular increase in CDDs in an area indicates that the city is consistently warming. This measure also provides information on increased demands on electrical grids and public services for those without access to air conditioning. Most places in the world require some cooling on some days, so the change over time is more telling in regards to climate. This value is the sum of the daily differences between the mean outdoor temperature and the threshold temperature (22°C), when the mean outdoor temperature is greater than 22°C, so two days in a row with a temperature of 35°C would provide a CDD value of 26. This means that more weight is given to days that greatly exceed the threshold temperature than ones that barely exceed it, and the total annual CDDs (what this metric reports) can far exceed 365.","display_label":"Cooling Degree Days","display_sublabel":"How often do residents require air conditioning?"}]},{"MetricDescriptions":[{"display_details":"The annual number of heating degree days (HDDs) is a proxy measure of heating use (i.e., number of days requiring \"heating\"). This metric is reflective of ongoing climate change as a regular decrease in HDDs in an area indicates that the city is consistently warming. Most places in the world require some heating on some days, so the change over time is more telling in regards to climate. This value is the sum of the daily differences between the threshold temperature (15.5°C) and the mean outdoor temperature, when the mean outdoor temperature is lower than 15.5°C, so two days in a row with a temperature of 10°C would provide a HDD value of 11. This means that more weight is given to days that are much lower than the threshold temperature than days with mean temperatures barely below the threshold, and the total annual HDDs (what this metric reports) can far exceed 365.","display_label":"Heating Degree Days","display_sublabel":"How often do residents require home heating?"}]},{"MetricDescriptions":[{"display_details":"PM 2.5 pollution value is produced to evaluate how polluted with fine particles the air of a city is. Fine particulates are among the most important contributors to air pollution, especially PM2.5 particulates. PM2.5 particulates are defined as any solid or liquid pollutant smaller than 2.5 micrometers in diameter, which is thirty times smaller than the diameter of a human hair. PM2.5 pollution is measured in micrograms per meter cubed. Pollution at this size scale can easily enter human lungs and pass into the bloodstream, settle on and contaminate surfaces, and diminish visibility in the form of haze.","display_label":"PM 2.5 Pollution","display_sublabel":"How polluted is the air in the city?"}]},{"MetricDescriptions":[{"display_details":"Tree cover is expressed as the ratio of the area shaded by trees within a city to the total city area. Measuring tree canopy cover in a city is crucial for several reasons. Firstly, it plays a significant role in urban climate regulation by providing shade, reducing heat, and mitigating the urban heat island effect. Secondly, it improves air quality by removing pollutants. Additionally, tree canopy cover enhances the aesthetic and psychological well-being of city residents, encourages outdoor activities, and supports biodiversity by providing habitat and food for various species. Monitoring and maintaining adequate tree canopy cover is essential for sustainable urban planning and ensuring the overall health and quality of life in cities.","display_label":"Tree Cover","display_sublabel":"How much of the city is shaded by trees?"}]}]},{"id":"healthy_communities","TopicDescriptions":[{"display_details":"Community engagement significantly impacts individual well-being, empowering residents to support each other and advocate for their needs. Metrics in this area assess spaces for gathering, barriers to civic engagement, social support, and voting.","display_label":"Social and Civic Health","display_sublabel":"(healthy_communities)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"Food insecurity is the percentage of the population that is food insecure - unable to guarantee they have access to sufficient caloric intake - based on country-specific food resource surveys. Food nourishes us - enabling growth, healing, and functionality. Unfortunately, many people in the world go hungry due to difficulties accessing and affording food. While there are many economic reasons for people to be food insecure, there can also exist food deserts, which are areas without grocery stores or other places for people to get food. Better identification of those who are food insecure can help determine what interventions are best to ensure everyone has access to enough nutritious food - a basic human right.","display_label":"Food Insecurity","display_sublabel":"Do households have access to sufficient food?"}]},{"MetricDescriptions":[{"display_details":"Amount of museums is the number of museums and cultural institutions located within city limits per 100,000 people. Apart from providing opportunities for education and cultural enrichment, museums can support healthy communities in a variety of ways. Events, workshops, and classes can help residents learn new skills and develop new social bonds. Museums are also a key focus of tourism, which can help bring additional funds to the area. On their own, museums and cultural centers may not be particularly profitable, but they are an important community service. Often the targets of budget cuts, the community benefits from continued funding of museums and even the establishment of new sites.","display_label":"Museums","display_sublabel":"What educational and cultural resources are provided outside of schools?"}]},{"MetricDescriptions":[{"display_details":"One of the most important rights of a United States citizen is the right to vote. Citizens have the opportunity to vote in many different elections from local to federal. This metric explores data related to participation in federal elections. \nOn June 29, 2023, the EAC published the biennial Election Administration and Voting Survey (EAVS) Comprehensive Report, an analysis of state-by-state data that covers various topics related to the administration of federal elections. Topics covered through EAVS data collection relate to voter registration and list maintenance, voting practices for overseas citizens and members of the armed forces serving away from home and other important issues related to voting and election administration. It is a survey of all 50 U.S. states, the District of Columbia, American Samoa, Guam, Northern Mariana Islands, Puerto Rico, and the U.S. Virgin Islands.","display_label":"Public Engagement ","display_sublabel":"How many people are voting in elections?"}]}]},{"id":"infrastructure","TopicDescriptions":[{"display_details":"From roads to public transportation to communication networks, infrastructure plays a pivotal role in ensuring the well-being of a city. A resilient infrastructure enhances quality of life, promotes economic growth, and ensures the city can respond to urban challenges.","display_label":"Infrastructure","display_sublabel":"(infrastructure)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"Broadband access is the percentage of people that have household access to adequate broadband internet (defined as at least 25 Mbps). In the modern era, access to the internet constitutes access to the world. Internet access promotes free speech, the exchange of ideas, education, socialization, and enhanced interfacing with city government. Most countries do not regulate internet access as a necessary utility, but rely on private companies to sell service to citizens. There are still policy opportunities to promote competition, fair pricing, and equitable infrastructure. Everyone needs access to the internet, and cities need to provide creative solutions to ensure high-quality broadband is available to all citizens at a reasonable cost.","display_label":"Broadband Access","display_sublabel":"Can residents access broadband internet from their homes?"}]},{"MetricDescriptions":[{"display_details":"Travel time to work is the percentage of people in the labor force that commute 45 minutes or more to work. This is largely associated with unemployment and job availability. Commuting more than 45 minutes has the strongest correlation to population decline in a given area, particularly with public transportation, as longer commutes can hinder prompt arrival to work. People must be connected to proximate jobs as every additional minute added to a person’s commute results in reduced job satisfaction, mental health, and increased stress. Additionally, we present disaggregated data about commute patterns by sex, travel time, and means of transportation to the workplace. ","display_label":"Travel Time to Work","display_sublabel":"Do residents have long commutes to work?"}]},{"MetricDescriptions":[{"display_details":"In urban planning, walkability is the accessibility of amenities by foot. It is based on the idea that urban spaces should be more than just transport corridors designed for maximum vehicle throughput. Instead, it should be relatively complete, livable spaces that serve a variety of uses, users, and transportation modes and reduce the need for cars for travel. In recent years, walkability has become popular because of its health, economic, and environmental benefits. It is an essential concept of sustainable urban design. Factors influencing walkability include the presence or absence and quality of footpaths, sidewalks, or other pedestrian rights-of-way, traffic and road conditions, land use patterns, building accessibility, and safety, among others.\n\nWalkability scores range from 1 - 20, where 20 is the most walkable. Walkability scores are reported at the block group level and aggregated to the city level; city medians are displayed here. Examples of individual block group scoring are as follows:\n - Rural Area: 4.2\n - Suburban Residential Area: 9.5\n - Historic Main Street: 13.7\n - City Center/Suburban Town Center: 17.5","display_label":"Walkability","display_sublabel":"How easy is it to get around by foot?"}]}]},{"id":"city_overview","TopicDescriptions":[{"display_details":"This city overview provides vital statistics like population, demographics, land area, and population density. Understanding trends in these statistics informs equitable policies, fosters social cohesion, and ensures governance tailored to diverse constituents.","display_label":"Overview","display_sublabel":"(city_overview)"}],"Metrics":[{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-households)","display_label":"Total Households","display_sublabel":"How many households does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-minority_population)","display_label":"Minority Population","display_sublabel":"How many residents that identify as part of a minority group does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-pop_by_age)","display_label":"Population by Age","display_sublabel":"How many residents from each age group does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-pop_by_ethnicity)","display_label":"Population by Ethnicity","display_sublabel":"How many residents that identify as Hispanic or Latino are in a city?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-pop_by_race)","display_label":"Population by Race","display_sublabel":"How many residents by race does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-pop_by_race_ethnicity)","display_label":"Population by Race/Ethnicity","display_sublabel":"How many residents by race and Hispanic or Latino ethnicity does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-pop_by_sex)","display_label":"Population by Sex","display_sublabel":"How many residents by sex does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-total_pop)","display_label":"Total Population","display_sublabel":"How many residents does a city have?"}]},{"MetricDescriptions":[{"display_details":"(Missing metadata for city_overview-youth_population)","display_label":"Youth Population","display_sublabel":"How many residents younger than 24 years old does a city have?"}]}]}]}}